Repository: dhirendrachoudhary/PDNewsIndia
Catalog: languages/*.po
Languages: tr_tr

source: this section for connect with Different APIs such as twitter, mailchimp, instagram, etc ... some of theme function depend on this APIs so make sure you insert the Authentication information below.
tr_tr: bu alan Twitter, mailchimp, instagram vb. gibi farklı APIlerle bağlantı kurmak içindir. Bazı tema fonksiyonları bu APIlere bağlıdır bu yüzden aşağıda doğrulama bilgilerinizi girin.

source: Twitter (required for using twitter widgets and social counters widget)
tr_tr: Twitter (twitter bileşenleri ve sosyal sayım bileşeni için gereklidir)

source: you can get twitter Authentication data by following this <a href="http://www.youtube.com/watch?v=zdSHhiHAxBA" target="_blank">tutorial</a>
tr_tr: Twitter kimlik doğrulama verilerinizi şu <a href="http://www.youtube.com/watch?v=zdSHhiHAxBA" target="_blank">eğitim</a>le öğrenebilirsiniz:

source: Mailchimp (required for using newsletter widget)
tr_tr: Mailchimp (haber bileşenini kullanmak için gereklidir)

source: to find your API key <a href="http://kb.mailchimp.com/article/where-can-i-find-my-api-key" target="_blank">click here</a>
tr_tr: API anahtarınızı öğrenmek için <a href="http://kb.mailchimp.com/article/where-can-i-find-my-api-key" target="_blank">buraya tıklayın</a>

source: Mailchimp API Key
tr_tr: Mailchimp API Anahtarı

source: Google+ (required for using social counter widget)
tr_tr: Google+ (sosyal sayım bileşenini kullanmak için gereklidir)

source: to get Google+ API key <a href="http://www.youtube.com/watch?v=-wPKcfEadAc" target="_blank">Follow this</a>
tr_tr: Google+ API anahtarınızı almak için <a href="http://www.youtube.com/watch?v=-wPKcfEadAc" target="_blank">burayı takip edin</a>

source: Google+ API Key
tr_tr: Google+ API Anahtarı

source: Sound Cloud (required for using social counter widget)
tr_tr: SoundCloud (sosyal sayım bileşenini kullanmak için gereklidir)

source: in documentation
tr_tr: dökümantasyonda

source: Sound Cloud Client ID
tr_tr: SoundCloud Client IDsi

source: Behace (required for using social counter widget)
tr_tr: Behance (sosyal sayım bileşenini kullanmak için gereklidir)

source: Behance API key
tr_tr: Behance API anahtarı

source: Instagram (required for using social counter widget)
tr_tr: Instagram (sosyal sayım bileşenini kullanmak için gereklidir)

source: <a href="http://www.pinceladasdaweb.com.br/instagram/access-token" target="_blank">Click Here</a> To get the Access Token
tr_tr: Access Token'i almak için <a href="http://www.pinceladasdaweb.com.br/instagram/access-token" target="_blank">Buraya Tıklayın</a>

source: Upgrade
tr_tr: Yükselt

source: This option for upgrading from the older versions 4.8.4 and lower to the new versions 5+, you don't have to use this action if you don't use Goodnews before, this function apply for one time only then it will be removed
tr_tr: Bu 4.8.4 ve daha eski versiyonlardan 5+ versiyona yükseltmek içindir, eğer daha önce Goodnews kullanmadıysanız bunu kullanamazsınız, bu fonksiyon bir seferliktir, kullanımdan sonra silinecektir

source: Upgrade all posts
tr_tr: Tüm yazıları yükselt

source: Documentation
tr_tr: Dökümantasyon

source: Theme Information 1
tr_tr: Tema Bilgisi 1

source: <p>This is the tab content, HTML is allowed.</p>
tr_tr: <p>Sekme içeriğidir. HTML kullanılabilir.</p>

source: Theme Information 2
tr_tr: Tema Bilgisi 2

source: <p>This is the sidebar content, HTML is allowed.</p>
tr_tr: <p>Kenar çubuğu içeriğidir. HTML kullanılabilir.</p>

source: Options
tr_tr: Seçenekler

source: Upgrade Now
tr_tr: Şimdi Yükselt

source: Options panel created using %1$s
tr_tr: Seçenekler paneli %1$s kullanılarak yapılmıştır

source: System Info
tr_tr: Sistem Bilgisi

source: You have changes that are not saved. Would you like to save them now?
tr_tr: Kaydedilmemiş değişiklikleriniz var. Onları şimdi kaydetmek ister misiniz?

source: Are you sure? Resetting will lose all custom values.
tr_tr: Emin misiniz? Resetlemek tüm özel değerleri kaybettirecek.

source: Are you sure? Resetting will lose all custom values in this section.
tr_tr: Emin misiniz? Resetlemek bu bölümdeki tüm değerleri kaybettirecek.

source: Your current options will be replaced with the values of this preset. Would you like to proceed?
tr_tr: Mevcut seçenekleriniz bu preset'inkiler ile değiştirilecek. İlerlemek istediğinize emin misiniz?

source: Please Wait
tr_tr: Lütfen Bekleyin

source: moving the mouse over
tr_tr: fare üzerine hareket ettiriliyor

source: clicking
tr_tr: tıklanıyor

source: Hints
tr_tr: İpuçları

source: Warning- This options panel will not work properly without javascript!
tr_tr: Uyar- Bu seçenek paneli javascript olmadan düzgün çalışmaz!

source: Developer Mode Enabled
tr_tr: Geliştirici Modu Etkin

source: Expand
tr_tr: Genişlet

source: Reset Section
tr_tr: Bölümü Resetle

source: Reset All
tr_tr: Hepsini Resetle

source: Working...
tr_tr: Çalışıyor...

source: Settings Imported!
tr_tr: Ayarlar Aktarıldı!

source: All Defaults Restored!
tr_tr: Tüm Varsayılanlar Düzeltildi!

source: Section Defaults Restored!
tr_tr: Bölüm Varsayılanları Düzeltildi!

source: Settings Saved!
tr_tr: Ayarlar Kaydedildi!

source: Settings have changed, you should save them!
tr_tr: Ayarlar değişti, onları şimdi kaydetmelisiniz!

source: error(s) were found!
tr_tr: hata(lar) bulundu!

source: warning(s) were found!
tr_tr: uyarı(lar) bulundu!

source: You have changes that are not saved. Would you like to save them now?
tr_tr: Kaydedilmemiş ayarlarınız var. Onları şimdi kaydetmek ister misiniz?

source: Are you sure? Resetting will lose all custom values.
tr_tr: Emin misiniz? Resetlemek tüm özel değerleri kaybettirir.

source: Your current options will be replaced with the values of this preset. Would you like to proceed?
tr_tr: Mevcut ayarlarınız, preset'inkilerle değişecek. İlerlemek ister misiniz?

source: Unable to create a required directory. Please ensure that
tr_tr: Gerekli dzin oluşturulamıyor. Lütfen

source: has the proper read/write permissions or enter your FTP information below.
tr_tr: gerekli okuma/yazma izinleri olduğundan emin olun ya da FTP bilgilerinizi aşağıya girin.

source: Dismiss
tr_tr: Yoksay

source: The following directories & files are still located in your <strong>Redux</strong> directory. They may cause errors in Theme-Check.
tr_tr: Aşağıdaki dizin & dosyalar hâlâ <strong>Redux</strong> dizininizde. Theme-Check'te hatalara sebep olabilirler.

source: Options Object
tr_tr: Seçenek objesi

source: Show Object in Javascript Console Object
tr_tr: Javascript Konsol Objesi'nde Onjeyi Göster

source: Import / Export Options
tr_tr: Ayarlaı İçe/Dışa Aktar

source: Import Options
tr_tr: İçe Aktarma Ayarlar

source: Import from file
tr_tr: Dosyadan aktar

source: Import from URL
tr_tr: URLden Aktar

source: Input your backup file below and hit Import to restore your sites options from a backup.
tr_tr: Yedek dosyanızı aşağıa ekleyin ve yedekten site ayarlarınızı kopyalamak için İçe Aktar'a tıklayın.

source: Input the URL to another sites options set and hit Import to load the options from that site.
tr_tr: Başka bir sitenin ayarlarına URL girin ardından İçe Aktar'a tıklayarak o sitede ayarları aktarın.

source: Import
tr_tr: İçe Aktar

source: WARNING! This will overwrite all existing option values, please proceed with caution!
tr_tr: UYARI! Bu mevcut ayar değerlerinin üzerine yazılacak, lütfen dikkatle ilerleyin!

source: Export Options
tr_tr: Ayarlar Dışa Aktar

source: Here you can copy/download your current option settings. Keep this safe as you can use it as a backup should anything go wrong, or you can use it to restore your settings on this site (or any other site).
tr_tr: Buradan mevcut ayarlarınızı kopyalayabilir/indirebilirsiniz. Bir şeylerin ters gitme durumuna karşı bunu güvenli olarak saklayabilir ve daha sonra bu sitede yada başka bir sitede restorasyon için kullanabilirsiniz.

source: Copy
tr_tr: Kopyala

source: Download
tr_tr: İndir

source: Copy Link
tr_tr: Bağlantıyı Koyala

source: Import / Export
tr_tr: İçe Aktar / Dışa Atar

source: Help improve Our Panel
tr_tr: Paneli geliştirmemize yardımcı olun

source: Please helps us improve our panel by allowing us to gather anonymous usage stats so we know which configurations, plugins and themes to test to ensure compatibility.
tr_tr: Anonim bilgiler toplayarak paneli geliştirmemize yardımcı olun böylece hangi konfigürasyon, eklenti ve temaların uyumluluğa uygun olduklarını anlamaya uygun olduklarını bilelim.

source: Allow tracking
tr_tr: İzlemeye izin ver

source: Do not allow tracking
tr_tr: İzlemeye izin verme

source: Welcome to the Redux Demo Panel
tr_tr: Redux Demo Paneline Hoşgeldiniz

source: Getting Started
tr_tr: Başlangıç

source: This panel demonstrates the many features of Redux. Before digging in, we suggest you get up to speed by reviewing %1$s.
tr_tr: Bu panel Redux'un birçok özelliğini göstermektedir. Göz atmaya başlamadan önce %1$s incelemenizi öneririz.

source: our documentation
tr_tr: dökümantasyonumuz

source: Redux Generator
tr_tr: Redux Oluşturucu

source: Want to get a head start? Use the %1$s. It will create a customized boilerplate theme or a standalone admin folder complete with all things Redux (with the help of Underscores and TGM). Save yourself a headache and try it today.
tr_tr: Başlamak mı istiyorsunuz? %1$s'yi kullanın. It will create a customized boilerplate theme or a standalone admin folder complete with all things Redux (with the help of Underscores and TGM). Save yourself a headache and try it today.

source: Redux Extensions
tr_tr: Redux Uzantıları

source: Did you know we have extensions, which greatly enhance the features of Redux? Visit our %1$s to learn more!
tr_tr: Biliyor muydunuz, Redux'ın özelliklerini geliştiren uzantılarımız da var. Daha fazlasını öğrenmek için bizim %1$s ziyaret edebilirsiniz.

source: extensions directory
tr_tr: uzantı dizini

source: Like Redux?
tr_tr: Redux'u Beğendiniz Mi?

source: If so, please %1$s and consider making a %2$s to keep development of Redux moving forward.
tr_tr: Öylese, lütfen %1$s ve %2$s yaparak Redux'un gelişimini ileriye taşıyın.

source: leave us a favorable review on WordPress.org
tr_tr: bize WordPress.org'da olumlu bir inceleme bırakın

source: donation
tr_tr: bağış

source: Newsletter
tr_tr: Haber Bülteni

source: If you'd like to keep up to with all things Redux, please subscribe to our newsletter
tr_tr: Eğer Redux hakkında her şeyi takip etmek istiyorsanız, lütfen bültenimize aone olun

source: Subscribe
tr_tr: Abone ol

source: Close
tr_tr: Kapat

source: Welcome to Redux Framework
tr_tr: Redux Framework'e Hoşgeldiniz

source: Redux Framework Changelog
tr_tr: Redux Framework Değişiklikleri

source: Getting started with Redux Framework
tr_tr: Redux Framework'e Başlamak

source: The people that develop Redux Framework
tr_tr: Redux Framework'u geliştirenler

source: What's New
tr_tr: Neler Yeni

source: Changelog
tr_tr: Değişiklikler

source: Credits
tr_tr: Emeği Geçenler

source: Welcome to Redux Framework %s
tr_tr: Redux Framework %s Hoşgeldiniz

source: Thank you for updating to the latest version! Redux Framework %s is ready to <add description>
tr_tr: Güncel sürüme güncellediğiniz için teşekkürler. Redux Framework %s <add description> için hazır.

source: Some Feature
tr_tr: Bazı Özellikler

source: Feature
tr_tr: Özellik

source: Some feature
tr_tr: Bazı özellik

source: More Features
tr_tr: Daha Fazla Özellik

source: description
tr_tr: açıklama

source: Additional Updates
tr_tr: Ek Güncellemeler

source: Cool thing
tr_tr: İyi şeyler

source: cool thing description.
tr_tr: iyi şeyler açıklaması.

source: Go to Redux Framework
tr_tr: Redux Framework'e Git

source: View the Full Changelog
tr_tr: Tüm Değişikliklere Bak

source: Thank you for updating to the latest version! Redux Framework %s is ready to make your <description>
tr_tr: Güncel sürüme güncellediğiniz için teşekkürler. Redux Framework %s sizin <description> için hazır.

source: Full Changelog
tr_tr: Tüm Değişiklikler

source: Use the tips below to get started using Redux Framework. You'll be up and running in no time!
tr_tr: Redux Framework ile çalışmaya başlamak için aşağıdaki ipuçlarını kullanın. Hazır olacaksınız ve zaman kaybetmeyeceksiniz.

source: Creating Your First Panel
tr_tr: İlk Panelinizi Oluşturma

source: <a href="%s">%s &rarr; Add New</a>
tr_tr: <a href="%s">%s &rarr; Yeni Ekle</a>

source: The %s menu is your access point for all aspects of your Easy Digital Downloads product creation and setup. To create your first product, simply click Add New and then fill out the product details.
tr_tr: Easy Digital Downloads ürün oluşturma ve kurmanız için %s menüsü erişim noktanızdır. İlk ürününüzü oluşturmak için basitçe Add New'e tıklayın, ardından onu ürün bilgileriyle doldurun.

source: Product Price
tr_tr: Ürün Ücreti

source: Products can have simple prices or variable prices if you wish to have more than one price point for a product. For a single price, simply enter the price. For multiple price points, click <em>Enable variable pricing</em> and enter the options.
tr_tr: Ürülerde, eğer bir ürün için birden fazla fiyat belirtmek isterseniz basit ya da çeşitli fiyatlar bulunabilir. Tek bir fiyat için sadece fiyatı girin. Birden çok fiyat için <em> Çeşitli fiyatlandırma </em> ya tıklayın ve seçenekleri girin.

source: Download Files
tr_tr: Dosyaları İndir

source: Uploading the downloadable files is simple. Click <em>Upload File</em> in the Download Files section and choose your download file. To add more than one file, simply click the <em>Add New</em> button.
tr_tr: İndirilebilir dosyaları yüklemek basittir. Dosyaları İndir bölümünde <em> Dosya Yükle </em> ye tıklayın ve indirme dosyanızı seçin. Birden çok dosya eklemek için, <em> Yeni Ekle </em> 'ye basabilirsiniz.

source: Display a Product Grid
tr_tr: Bir Ürün Izgarası Göster

source: Flexible Product Grids
tr_tr: Esnek Ürün Izgaraları

source: The [downloads] shortcode will display a product grid that works with any theme, no matter the size. It is even responsive!
tr_tr: [downloads] kısa kodu her temayla çalışan bir ürün ızgarası gösterir, boyutu önemli değildir. Duyarlıdır!

source: Change the Number of Columns
tr_tr: Sütun Sayısını Değiştir

source: You can easily change the number of columns by adding the columns="x" parameter:
tr_tr: columns="x" parametresini girerek sütun sayısını kolaylıkla değiştirebilirsiniz:

source: Additional Display Options
tr_tr: Ek Gösterim Seçenekleri

source: The product grids can be customized in any way you wish and there is <a href="%s">extensive documentation</a> to assist you.
tr_tr: Ürün ızgaraları istediğiniz yönden özelleştirilebilir ve bu konuda size yardımcı olacak <a href="%s"> kapsamlı dökümantasyon </a> bulunmaktadır.

source: Purchase Buttons Anywhere
tr_tr: Satın Alma Butonları Her Yerde

source: The <em>[purchase_link]</em> Shortcode
tr_tr: <em>[purchase_link]</em> Kısa Kodu

source: With easily accessible shortcodes to display purchase buttons, you can add a Buy Now or Add to Cart button for any product anywhere on your site in seconds.
tr_tr: Satın al butonlarını gösterecek erişilebilir kısa kodlarla, saniyeler içinde sitenizdeki herhangi bir ürün için bir Satın Al ya da Sepete Ekle butonu ekleyebilirsiniz.

source: Buy Now Buttons
tr_tr: Şimdi Satın Al Butonları

source: Purchase buttons can behave as either Add to Cart or Buy Now buttons. With Buy Now buttons customers are taken straight to PayPal, giving them the most frictionless purchasing experience possible.
tr_tr: Satın al butonları Sepete Ekle ya da Şimdi Satın al butonları gibi davranabilir. Şimdi Satın al butonlarıyla müşteriler direkt olarak PayPal'a, mümkün olan en sorunsuz satın alma hizmetine yönlendirilirler.

source: Need Help?
tr_tr: Yardıma Mı İhtiyacınız Var?

source: Phenomenal Support
tr_tr: Olağanüstü Destek

source: We do our best to provide the best support we can. If you encounter a problem or have a question, post a question in the <a href="https://easydigitaldownloads.com/support">support forums</a>.
tr_tr: Elimizden gelen en iyi desteğ vermeye çalışıyoruz. Eğer bir problemle karşılaşırsanız ya da bir sorunuz olursa <a href="https://easydigitaldownloads.com/support"> destek forumlarımız </a> dan gönderebilirsiniz.

source: Need Even Faster Support?
tr_tr: Daha Da Hızlı Hizmete Mi İhtiyacınız Var?

source: Our <a href="https://easydigitaldownloads.com/support/pricing/">Priority Support forums</a> are there for customers that need faster and/or more in-depth assistance.
tr_tr: <a href="https://easydigitaldownloads.com/support/pricing/"> Öncelikli Destek forumlarımız </a> daha hızlı ve daha detaylı yardıma ihtiyacı olan müşterilerimiz için vardır.

source: Stay Up to Date
tr_tr: Güncel Kalın

source: Get Notified of Extension Releases
tr_tr: Uzantı Yayınları Hakkında Bilgilendirme Al

source: New extensions that make Easy Digital Downloads even more powerful are released nearly every single week. Subscribe to the newsletter to stay up to date with our latest releases. <a href="http://eepurl.com/kaerz" target="_blank">Signup now</a> to ensure you do not miss a release!
tr_tr: Neredeyse her hafta yayınlanan uzantılar Easy Digital Downloads'ı daha da güçlü yapmaktadır. Son güncellemeler hakkında güncel kalmak için bültenimize abone olun. Hiçbir sürümü kaçırmamak için şimdi <a href="http://eepurl.com/kaerz" target="_blank">kayıt olun</a>!

source: Get Alerted About New Tutorials
tr_tr: Yeni Eğitimler Hakkında Bildirim Al

source: <a href="http://eepurl.com/kaerz" target="_blank">Signup now</a> to hear about the latest tutorial releases that explain how to take Easy Digital Downloads further.
tr_tr: Easy Digital Download'ı daha ileriye götürecek eğitimler hakkında bilgi almak için şimdi <a href="http://eepurl.com/kaerz" target="_blank">kayıt olun</a>!

source: Extensions for Everything
tr_tr: Her Şey İçin Uzantılar

source: Over 250 Extensions
tr_tr: 250den Fazla Uzantı

source: Add-on plugins are available that greatly extend the default functionality of Easy Digital Downloads. There are extensions for payment processors, such as Stripe and PayPal, extensions for newsletter integrations, and many, many more.
tr_tr: Easy Digital Downloads'ın fonksiyonelliğini büyük ölçüde artırıcı eklentiler de mevcuttur. Stripe ve PayPal gibi ödeme işlemcileri, bülten entegrasyonları ve daha fazla için uzantılar mevcuttur.

source: Visit the Extension Store
tr_tr: Uzantı Mağazasını Ziyaret Et

source: <a href="https://asydigitaldownloads.com/extensions" target="_blank">The Extensions store</a> has a list of all available extensions, including convenient category filters so you can find exactly what you are looking for.
tr_tr: <a href="https://asydigitaldownloads.com/extensions" target="_blank">Uzantı Mağazası</a> kullanılabilir tüm uzantıların listesine sahiptir, buna aradığınızı kolaylıkla bulaileceğiniz kategori filtreleri de dahildir.

source: Redux Framework is created by a worldwide team of developers who <something witty here>
tr_tr: Redux Framework dünya çapındaki <something witty here> bir geliştirici takımı tarafından yaratılmıştır.

source: No valid changlog was found.
tr_tr: Geçerli değişim günlüğü bulunamadı.

source: View %s
tr_tr: Okunma %s

source: Transparent
tr_tr: Şeffaf

source: Background Clip
tr_tr: Arkaplan Clip

source: Background Origin
tr_tr: Arkaplan Başlangıç Noktası

source: Background Size
tr_tr: Arkaplan Boyutu

source: No media selected
tr_tr: Seçili medya yok

source: Upload
tr_tr: Yükle

source: Top
tr_tr: Üst

source: Right
tr_tr: Sağ

source: Bottom
tr_tr: Alt

source: Left
tr_tr: Sol

source: Border style
tr_tr: Kenar stili

source: From
tr_tr: Buradan

source: To
tr_tr: Buraya

source: Width
tr_tr: Genişlik

source: Height
tr_tr: Yükseklik

source: Units
tr_tr: Birimler

source: Add/Edit Gallery
tr_tr: Galeri Ekle/Düzenle

source: Clear Gallery
tr_tr: Galeriyi Temizle

source: Regular
tr_tr: Normal

source: Visited
tr_tr: Ziyaret Edilen

source: Active
tr_tr: Aktif

source: Add More
tr_tr: Daha Fazla Ekle

source: Select an item
tr_tr: Bir öğe seç

source: No items of this type were found.
tr_tr: Bu türde hiç öğe bulunamadı.

source: Upload Icon
tr_tr: İkon Yükle

source: Add icon
tr_tr: İkon ekle

source: New %s
tr_tr: Yeni %s

source: Add %s
tr_tr: %s Ekle

source: On
tr_tr: Açık

source: Off
tr_tr: Kapalı

source: Font Family
tr_tr: Font Ailesi

source: Font family
tr_tr: Font ailesi

source: Backup Font Family
tr_tr: Font Ailesini Yedekle

source: Font style
tr_tr: Font stili

source: Font Weight &amp; Style
tr_tr: Font Genişliği &amp; Stili

source: Font subsets
tr_tr: Font alt kümelei

source: Font Subsets
tr_tr: Font Alt Kümeleri

source: Subsets
tr_tr: Alt kümeleri

source: Font script
tr_tr: Font scripti

source: Text Align
tr_tr: Metin Hizalama

source: Text Transform
tr_tr: Metin Döndürme

source: Font Variant
tr_tr: Font Varyasonu

source: Text Decoration
tr_tr: Metin Dekorasyonu

source: Font Size
tr_tr: Font Boyutu

source: Line Height
tr_tr: Çizgi Yüksekliği

source: Word Spacing
tr_tr: Kelime Boşluğu

source: Letter Spacing
tr_tr: Harf Boşluğu

source: Font Color
tr_tr: Font Rengi

source: Font color
tr_tr: Font rengi

source: Standard Fonts
tr_tr: Standart Fontlar

source: Google Webfonts
tr_tr: Google Webfontları

source: This field must be a valid color value.
tr_tr: Bu alan geçerli bir renk değeri olmalıdır.

source: You must provide a comma separated list of numerical values for this option.
tr_tr: Bu seçenek için noktalı liste halinde rakamsal değerler belirtmelisiniz.

source: This field must be a valid date.
tr_tr: Bu alan geçerli bir tarih olmalıdır.

source: You must provide a valid email for this option.
tr_tr: Bu seçenek için geçerli bir e-posta sağlamalısınız.

source: You must not enter any HTML in this field, all HTML tags have been removed.
tr_tr: Bu alana hiçbir HTML eklememelisiniz, tüm HTML etiketleri silinecektir.

source: You must not enter any special characters in this field, all special characters have been removed.
tr_tr: Bu alana hiçbir özel karakter girmemelisiniz, tüm özel karakterler silinecektir.

source: This field cannot be empty. Please provide a value.
tr_tr: Bu alan boş kalamaz Lütfen bir değer belirtin.

source: You must provide a numerical value for this option.
tr_tr: Bu seçenek için rakamsal bir değer belirtmelisiniz.

source: You must provide a valid URL for this option.
tr_tr: Bu seçenek için geçerli bir URL belirtmelisiniz.

source: Home Settings
tr_tr: Ana Sayfa Ayarları

source: Web Fonts
tr_tr: Web Fontları

source: Basic media uploader with disabled URL input field.
tr_tr: URL girme alanı devre dışı bırakılan basit medya yükleyici.

source: Upload any media using the WordPress native uploader
tr_tr: WordPress'in doğal yükleyicisini kullanarak herhangi bir medyayı yükleyin

source: Sample Options
tr_tr: Örnek Ayarlar

source: <p>This text is displayed above the options panel. It isn't required, but more info is always better! The intro_text field accepts all HTML.</p>
tr_tr: <p>Bu metin ayar panelinin üstünde gözükür. Gerekli değildir ancak yine da daha fazla bilgi daha iyidir! intro_text alanı tüm HTML'i kabul eder. </p>

source: <p>This text is displayed below the options panel. It isn't required, but more info is always better! The footer_text field accepts all HTML.</p>
tr_tr: <p>Bu metin ayar panelinin altında gözükür. Gerekli değildir ancak yine da daha fazla bilgi daha iyidir! intro_text alanı tüm HTML'i kabul eder. </p>

source: Section via hook
tr_tr: Hook aracılığıyla bölüm

source: <p class="description">This is a section created by adding a filter to the sections array. Can be used by child themes to add/remove sections from the options.</p>
tr_tr: <p class="description">Bu bölüm bölüm array'ine filtre eklenerek oluşturulmuştur. Child temalar tarafından ayarlardan bölüm eklemek/silmek için kullanılabilir.</p>
