Repository: dhirendrachoudhary/PDNewsIndia
Catalog: languages/*.po
Languages: tr_tr

source: By %s
tr_tr: %s tarafından

source: Version %s
tr_tr: Sürüm %s

source: Tags
tr_tr: Etiketler

source: This <a href="%1$s">child theme</a> requires its parent theme, %2$s.
tr_tr: Bu <a href="%1$s">child theme</a> ana temasını gerektirir. %2$s.

source: General Settings
tr_tr: Genel Ayarlar

source: Select theme style full-width or fixed width
tr_tr: Tema stili seçin tam-genişlik ya da fixed genişlik

source: Theme Style
tr_tr: Tema Stili

source: Select main layout
tr_tr: Ana düzeni seçin

source: Layout
tr_tr: Düzen

source: ٍSite width for one sidebar layout:
tr_tr: Tek kenar çubuğu düzeni için site genişliği

source: Narrow
tr_tr: Dar

source: Wide
tr_tr: Geniş

source: just work when each sidebar on a different side
tr_tr: sadece her kenar çubuğu farlı kenardayken çalışır

source: Both sidebars in same width
tr_tr: Her iki kenar çubuğu da aynı genişlikte

source: Change date format click <a href="http://codex.wordpress.org/Formatting_Date_and_Time">here</a> to see hwo to change it
tr_tr: Tarih formatını değiştirin nasıl değiştireceğinizi öğrenmek için <a href="http://codex.wordpress.org/Formatting_Date_and_Time">buraya</a> tıklayın

source: Date Format
tr_tr: Tarih Formatı

source: Enable or disable responsive
tr_tr: Duyarlılığı etkinleştir/devre dışı bırak

source: Enable Responsive
tr_tr: Duyarlılığı Etkinleştir

source: Timthumb requirements <a href="http://www.momizat.com/theme/multinews/documentation/#tab-1405343203888-15-10" target="_blank">Here</a>
tr_tr: Timthumb gereksinimleri <a href="http://www.momizat.com/theme/multinews/documentation/#tab-1405343203888-15-10" target="_blank">burada</a>

source: Using Timthumb
tr_tr: Timthumb Kullanma

source: Enable or disable breadcrumb
tr_tr: Breadcrumb'ı etkinleştir/devre dışı bırak

source: if enable this the images will fade in if it visible in viewbort
tr_tr: eğer bunu etkinleştirirseniz görüş alanında olmayan resimler solacak

source: fade in images
tr_tr: resimlerde solma

source: if enable this you will see the post format icons on posts in Newsboxes, Categories and blog
tr_tr: eğer bunu etkinleştirirseniz haber kutuları, kategoriler ya da blog yazılarında yazı formatı ikonları göreceksinşz

source: Post format icons
tr_tr: Yazı format ikonları

source: Enable or disable Scroll to top button
tr_tr: Yukarıgit butonunu etkinleştir ya da devre dışı bırak

source: Scroll to top button
tr_tr: Yukarı git butonu

source: upload your favicon
tr_tr: favicon'unuzu yükleyin

source: Apple Touch icon
tr_tr: Apple Touch İkonu

source: This icon used for iOS system if user add your site to home page size must be 152x152
tr_tr: Bu ikon, eğer kulanıcı sitenizi ana sayfasına eklerse iOS sistemi için kullanılacaktır, boyutu 152x152 olmalıdır.

source: Default Avatar
tr_tr: Varsayılan Avatar

source: you will see this if user don't have gravatar
tr_tr: eğer kullanıcılar gravatar'a sahip değillerse bunu göreceksiniz

source: upload your custom default avatar and select it from settings -> Discussion
tr_tr: özel varsayılan avatarınızı yükleyin ve onu Tartışma ayarlarından seçin.

source: it can be google analytics or any Script code, it will be add before closing of body tag
tr_tr: bu google analytics ya da herhangi bir script kodu olabilir, body etiketi kapanışından hemen öncesine eklenecektir

source: Footer scripts
tr_tr: Footer scriptleri

source: We not recommend adding scripts in header for page speed purpose, but if you need to do this add your scripts hear
tr_tr: Hız açısından scriptleri header'a eklemenizi tavsiye etmeyiz ancak bunu yapmanız gerekiyorsa buradan yapabilirsiniz

source: Header scripts
tr_tr: Header scriptleri

source: Home Page
tr_tr: Ana Sayfa

source: Build your home page
tr_tr: Ana sayfanızı oluşturun

source: Video tutorial <a target="_blank" href="http://www.momizat.com/theme/goodnews/documentation/#tab-1402173051220-8-10">here</a>
tr_tr: Video eğitimi <a target="_blank" href="http://www.momizat.com/theme/goodnews/documentation/#tab-1402173051220-8-10">burada</a>

source: Social Networks
tr_tr: Sosyal Ağlar

source: Custom Social Icons
tr_tr: Özel Sosyal İkonları

source: need more? add your custom
tr_tr: daha fazlasına mı ihtiyacınız var? kendinizinkini yükleyin

source: name
tr_tr: ad

source: Category Settings
tr_tr: Kategori Ayarları

source: This will apply for all Categories, if you leave it as none it will be same as the main layout
tr_tr: Bu tüm kategorilere uygulanacaktır eğer bunu "hiç biri" olarak bırakırsanız ana düzen ile aynı olacaktır

source: Categories Layout
tr_tr: Kategori Düzeni

source: this settings control in category page in general, you can overwrite this settings from each category edit page.
tr_tr: bu ayar genel olarak kategori sayfalarını kontrol eder, her kategori düzenleme sayfasından bu ayarı es geçebilirsiniz

source: Category Feature Slider
tr_tr: Kategori Öne Çıkarılan Kaydıracı

source: by enable this you will see feature slider on each category page
tr_tr: bunu etkinleştirirseniz her kategori sayfasında öne çıkarılan kaydıracı göreceksiniz

source: Slider Posts orderby
tr_tr: Kaydıraç Yazıları sıralaması

source: it can be recent, popular, random or specific tag.
tr_tr: son, popüler, rastgele ya da özel bir etiket olabilir.

source: Recent Posts
tr_tr: Son Yazılar

source: Popular Posts
tr_tr: Popüler Yazılar

source: -1 for show all posts
tr_tr: tüm yazıları göstermek için -1

source: time between each slide with ms
tr_tr: ms bazında her kayma arasındaki süre

source: Slider animation
tr_tr: Kaydıraç animasyonu

source: transition between each slide.
tr_tr: her kayma arasındai geçiş

source: Animation speed
tr_tr: Animasyon hızı

source: Animation speed with ms
tr_tr: ms bazında animasyon hızı

source: Caption style
tr_tr: Açıklama stili

source: slider caption style.
tr_tr: Kaydıraç açıklama stili.

source: Style 1
tr_tr: Stil 1

source: Style 2
tr_tr: Stil 2

source: navigation style
tr_tr: navigation stili

source: Thumbnails
tr_tr: Önizlemeler

source: Medium thumbnails 2
tr_tr: Orta önizlemeler 2

source: enable social share icons for each post, maybe cause some slowdown
tr_tr: her yazı için sosyal paylaşım ikonlarını etkinleştir, küçük bir yavaşlama yaratabilir

source: Category RSS
tr_tr: Kategori RSS'si

source: by enable this you will see small rss icon in the category breadcrumb by clicking on it you can see the category rss feed
tr_tr: bunu etkinleştirerek kategori breadcrumb'ında küçük bir RSS ikonu görürsünüz, ona tıklarsanız ise kategori RSS beslemesini görebilirsiniz

source: this will be display between category posts
tr_tr: kategori yazıları arasında gösterilir

source: this settings control in all posts in general, you can overwrite this settings from each Post, note: most of this options works in single post only.
tr_tr: bu ayar tüm genel yazları kontrol eder, bu ayarı her yazıdan geçersiz kılabilirsiniz, not: bu ayarın çoğu tek yazıda çalışır.

source: This will apply for all posts, if you leave it as none it will be same as the main layout
tr_tr: Tüm yazılara uygulanacaktır, eğer bunu hiç biri olarak bırakırsanız ana düzen ile aynı olacaktır

source: if you enable this, the post automatically use the first image in the post as feature image, if you don't upload feature image
tr_tr: eğer bunu etkinleştirirseniz ve eğer öne çıkarılan resim yüklemezseniz yazı otomatik olarak ilk resmi öne çıkan görsel olarak kullanacaktır

source: Use first image as feature image
tr_tr: İlk resmi öne çıkan görsel olarak kullan

source: Show full Post
tr_tr: Tüm yazıyı göster

source: this option works only in blog and category, default is show excerpt or some text from the content, by enable this you can see the full post unless you use < !-- more -- > tag .
tr_tr: bu ayar sadece blog ve kategoride çalışır, varsayılan içerikten excerpt veya bazı metnin gözükmesidir, bunu etkinleştirerek < !-- more -- > etiketi kullanmadığınız sürece tüm yazıyı görürsünüz.

source: Post feature area
tr_tr: Yazı öne çıkan alanı

source: post Share icons
tr_tr: yazı Paylaşma ikonları

source: Next and previous post
tr_tr: Sonraki ve önceki yazı

source: Author box
tr_tr: Yaza kutusu

source: Related posts
tr_tr: İlgili yazıla

source: Related posts by
tr_tr: Tarafından ilgili yazılar

source: Completely disable post comments
tr_tr: Yazı yorumlarını tamamen devre dışı bırak

source: Threaded Comments Numbering
tr_tr: Katmanlı Yorum Rakamlaması

source: Post Meta
tr_tr: Yazı Metası

source: Date
tr_tr: Tarih

source: Post Share buttons
tr_tr: Yazı paylaşma butonları

source: Facebook Count
tr_tr: Facebook Sayısı

source: Share Count
tr_tr: Paylaşma Sayısı

source: Like Count
tr_tr: Beğeni Sayısı

source: Share + like
tr_tr: Paylaş + beğen

source: Post custom Sidebars
tr_tr: Yazı özel kenar çubukları

source: this will be apply for all posts, you can customize it for each post
tr_tr: bu tüm yazılar için uygulanacaktır, her yazı için özelleştirebilirsiniz

source: Post Ads
tr_tr: Yazı Reklamları

source: Top ad
tr_tr: Üst reklam

source: Content bottom ad
tr_tr: Alt içerik reklamı

source: Bottom ad
tr_tr: Alt reklam

source: Author page Settings
tr_tr: Yazar sayfası Ayarları

source: Author Page Settings
tr_tr: Yazar Sayfası Ayarları

source: this settings control in Author page, each author can overwrite this settings from author settings
tr_tr: bu ayar Yazar sayfasını kontrol eder, her yazar bu ayarı yazar ayarlarından es geçebilir

source: default author background
tr_tr: varsayılan yazar arkaplanı

source: author background
tr_tr: yazar arkaplanı

source: Number of Author posts
tr_tr: Yazar Yazısı Sayısı

source: Search Page Settings
tr_tr: Arama Sayfası Ayarlar

source: Search Settings
tr_tr: Arama Ayarları

source: this settings control in Search page.
tr_tr: bu ayar Arama sayfasında kontrol edilir

source: Search Page breadcrmbs
tr_tr: Arama Sayfası breadcrumb'ları

source: Advanced Search
tr_tr: Gelişmiş Arama

source: advanced search give you ability to filter your search results with various ways
tr_tr: gelişmiş arama, size arama sonuçlarınızı çeşitli yollarla filtreleme imkânı sağlar

source: Posts Style
tr_tr: Yazı Stili

source: Number of Posts per page
tr_tr: Sayfa Başına Yazı Sayısı

source: bbPress settings
tr_tr: bbPress ayarları

source: buddypress settings
tr_tr: buddypress ayarları

source: Woocommerce settings
tr_tr: Woocommerce ayarları

source: -1 for all products
tr_tr: Tüm ürünler için -1

source: Number of products per page
tr_tr: Sayfa başına ürün sayısı

source: Cart In navigation
tr_tr: Navigasyonda Sepet

source: Show cart in woocommerce pages only
tr_tr: Sepeti sadece woocommerce sayfalarında göster

source: if select no, the cart will display in whole site
tr_tr: eğer hayır seçilirse, sepet sitenin tümünde gösterilecek

source: Elements
tr_tr: Elementler

source: theme elements
tr_tr: tema elementleri

source: Top Banner
tr_tr: Üst Banner

source: Top banner
tr_tr: Üst banner

source: Top banner Content
tr_tr: Üst banner İçeriği

source: Select Top banner
tr_tr: Üst banner seç

source: Custom Content
tr_tr: Özel İçerik

source: You can use HTML or shortcodes here
tr_tr: Burada HTML yada kısa kod kullanabilirsiniz

source: Close button
tr_tr: Butonu kapat

source: Customize
tr_tr: Özelleştir

source: Background
tr_tr: Arkaplan

source: Text Color
tr_tr: Metin Rengi

source: Links Color
tr_tr: Bağlantı Rengi

source: Close button color
tr_tr: Buton rengini kapat

source: Topbar
tr_tr: Üstçubuk

source: top navigation left content if select menu you must set it in appearance -> menus the menu location is "Top Menu"
tr_tr: üst navigasyon sol içerik. eğer menü seçerseniz onu görünüm -> menüler kısmından "Üst Menü" olarak ayarlamalısınız

source: Social Icons
tr_tr: Sosyal İkonlar

source: Search Box
tr_tr: Arama Kutusu

source: Left Content
tr_tr: Sol İçerik

source: Custom Text
tr_tr: Özel Metin

source: top navigation Right content if select menu you must set it in appearance -> menus the menu location is "Top Menu"
tr_tr: üst navigasyon Sağ içerik. eğer menü seçerseniz onu görünüm -> menüler kısmından "Üst Menü" olarak ayarlamalısınız

source: Right Content
tr_tr: Sağ İçerik

source: Header
tr_tr: Üst Kısım

source: Logo type
tr_tr: Logo türü

source: set logo type
tr_tr: logo türü ayarla

source: upload custom logo
tr_tr: özel logo yükle

source: The logo
tr_tr: Logo

source: retina logo must be your logo in double size if original logo is 150*70 retina logo must be 300*140
tr_tr: retina logo, logonuzun iki katı olmalıdır. Örn.: eğer logonuz 150*70 ise, retina logonuz 300*140 olmalıdır

source: your original logo width which you upload under "the logo"
tr_tr: "Logo" altında yüklediğiniz orijinal logonuzun genişliği

source: Original logo width
tr_tr: Orijinal logo genişliği

source: your original logo Height which you upload under "the logo"
tr_tr: "Logo" altında yüklediğiniz orijinal logonuzun Yüksekliği

source: Original logo Height
tr_tr: Orijinal logo Yüksekliği

source: if leave blank it will be the site name
tr_tr: eğer boş bırakırsanız, site adı olacaktır

source: Text logo
tr_tr: Metin logo

source: set the header height
tr_tr: üst kısım yüksekliğini ayarlayın

source: header Height
tr_tr: üst kısım Yüksekliği

source: enable/disable the header ad banner
tr_tr: üst kısım reklam bannerını etkinleştirin/devre dışı bırakın

source: Header content
tr_tr: Üst kısım içeriği

source: The content beside the logo
tr_tr: logo yanındaki içerik

source: Select Header banner
tr_tr: Üst kısım bannerı seçin

source: Custom content
tr_tr: Özel içerik

source: it can be text,html or shortcodes
tr_tr: metin, HTML ya da kısa kod olabilir

source: Custom content space from top
tr_tr: Üstten özel içerik alanı

source: enable/disable search in navigation bar
tr_tr: Navigasyon çubuğunda arama'yı etkinleştir/devre dışı bırak

source: Login Form
tr_tr: Giriş Formu

source: enable/disable login in navigation bar
tr_tr: Navigasyon çubuğunda giriş'i etkinleştir/devre dışı bırak

source: Register Page Link
tr_tr: Kayıt Sayfası Bağlantısı

source: Lost password Page link
tr_tr: Kayıp şifre Sayfa bağlantısı

source: Shadow
tr_tr: Gölge

source: change/disable Navigation shadow
tr_tr: Navigasyon gölgesini değiştir/devre dışı bırak

source: Sticky Navigation
tr_tr: Sabit Navisgasyon

source: highlight top level items
tr_tr: üst seviye öğeleri öne çıkar

source: highlight top level menu items if open page/post from any item under it under it
tr_tr: eğer açık sayfa/yazı üst seviye menü öğelerinin altındaysa onu öne çıkar

source: Dropdown Animation
tr_tr: Aşağı Kayma Animasyonu

source: Skew
tr_tr: Yamulma

source: News Ticker
tr_tr: Haber Kaydıracı

source: enable/disable News Ticker
tr_tr: Haber Kaydıracını etkinleştir/devre dışı bırak

source: BREAKING NEWS
tr_tr: SON HABERLER

source: latest posts, specific category or specific tag, custom text
tr_tr: son yazılar, belirli kategori ya da etiket, özel metin

source: Select Category
tr_tr: Kategori Seç

source: Learn How to get tag Id from <a href="http://www.wpbeginner.com/beginners-guide/how-to-find-post-category-tag-comments-or-user-id-in-wordpress/" target="_blank">here</a>
tr_tr: Etiket IDsini nasıl elde edeceğinizi <a href="http://www.wpbeginner.com/beginners-guide/how-to-find-post-category-tag-comments-or-user-id-in-wordpress/" target="_blank">buradan</a> öğrenebilirsiniz.

source: Custom text
tr_tr: Özel metin

source: item per line
tr_tr: hat başına öğe

source: Number of items
tr_tr: Öğe sayısı

source: current time
tr_tr: şu anki zaman

source: show or hide current time after the news ticker
tr_tr: haber kaydracından sonra saati göster/gizle

source: Time Type
tr_tr: Zaman Türü

source: Set your site timezone just add or subtract from GMT , default is GMT +2
tr_tr: Zaman diliminizi ayarlayın, varsayılan GMT +2'dir

source: Site Time GMT?
tr_tr: Site Zamanı GMT mi?

source: Clock only
tr_tr: Sadece saat

source: just show clock only without GMT+ text
tr_tr: GMT+ metni olmadan saece saati göster

source: Time format
tr_tr: Zaman formatı

source: Custom suffix
tr_tr: Özel son ek

source: upload custom icon instead the arrows icon at the first of each item
tr_tr: her öğenin başına oklar yerine özel ikon yükle

source: Custom icon
tr_tr: Özel ikon

source: You should see this ads on left and right of main content
tr_tr: Bu reklamları ana içeriğin sağ ve solunda görmelisiniz

source: Ads on scroll Down
tr_tr: Aşağı kaydımada reklamlar

source: Right banner
tr_tr: Sağ banner

source: Left banner
tr_tr: Sol banner

source: Footer
tr_tr: Alt Kısım

source: Hide Footer widgets
tr_tr: Alt kısım bileşenlerini gizle

source: Hide copyrights Area
tr_tr: Telif hakkı Alanını Gizle

source: 2014 Powered By Wordpress, Goodnews Theme By <a href="http://www.momizat.net/">Momizat Team</a>
tr_tr: 2014 Wordpress tarafından güçlendirilmiştir, Goodnews Teması <a href="http://www.momizat.net/">Momizat Takımı</a> tarafından yaratılmıştır.

source: Copyrights area right content
tr_tr: Telif hakkı alanı sağ içerik

source: Typography
tr_tr: Tipografi

source: Main Font
tr_tr: Ana Yazı Tipi

source: by default the main font is "play" from google font.
tr_tr: varsayılan olarak, ana yazı tipi Google Fonts'tan "play"dir

source: this font is used for the navigation menus, widgets title, news boxes titles and more ...
tr_tr: bu font menüler, bileşen başlıkları, haber kutuları başlıkları ve daha fazlası için kullanılmıştır...

source: Secondary Font
tr_tr: İkincil Yazı Tipi

source: the default is Open Sans.
tr_tr: varsayılan Open Sans'tir.

source: this font used for headings and post titles.
tr_tr: bu yazı tipi heading ve post başlıklaı için kullanılmıştır.

source: Body Font
tr_tr: Gövde Yazı Tipi

source: Specify the body font properties.
tr_tr: Gövde yazı tipi özelliklerini belirtin.

source: Colors
tr_tr: Renkle

source: Body Background
tr_tr: Gövde Arkaplanı

source: change background color or use image or pattern.
tr_tr: arkaplan rengini deiştirin ya da resim/desen kullanın.

source: Body Background Link
tr_tr: Gövde Arkaplanı Bağlantısı

source: You can use this for ads, work with boxed layout only.
tr_tr: Bunu reklamlar için kullanabilirsiniz, sadece kutulu düzende çalışır.

source: Boxed Layout inner background
tr_tr: Kutulu Düzen iç arkaplanı

source: the main orange color will be replaced with this color.
tr_tr: ana turuncu renk bu renk ile değiştirilecektir.

source: Main Color
tr_tr: Ana Renk

source: Headings Color
tr_tr: Heading Rengi

source: headings include the posts titles, newsboxes titles and widgets titles.
tr_tr: heading'lere konu, haber kutusu ve bileşen başlıkları dahildir.

source: Text Selection Color
tr_tr: Metin Seçim Rengi

source: the background color of selected text, you can overwrite the default blue.
tr_tr: seçili metnin arkaplan rengi, bunu varsayılan mavi ile es geçebilirsiniz

source: Form Elements
tr_tr: Form Elementleri

source: Input, Textarea and select
tr_tr: Giriş, Metin alanı ve seçim

source: Borders
tr_tr: Kenarar

source: Text
tr_tr: Metin

source: Buttons
tr_tr: Butonlar

source: Text on hover
tr_tr: Üstüne gelinilen metin

source: Topbar & bottom bar
tr_tr: Üst çubuk & alt çubuk

source: Menu Links and text colors
tr_tr: Menü Bağlantılar ve metin renkleri

source: Menu current background
tr_tr: Mevcut menü arkaplanı

source: Dropdown menu border color
tr_tr: Aşağı inen menü kenar rengi

source: Social Icons Background
tr_tr: Sosyal İkonlar Arkaplanı

source: Social Icons color
tr_tr: Sosyal İkonlar rengi

source: Search box background
tr_tr: Arama kutusu arkaplanı

source: Search box text color
tr_tr: Arama kutusu metin rengi

source: Search button background
tr_tr: Arama butonu arkaplanı

source: Search button color
tr_tr: Arama butonu rengi

source: Header Background
tr_tr: Üst Kısım Arkaplanı

source: Navigaition
tr_tr: Navigasyon

source: Navigation bottom Background
tr_tr: Navigasyon alt Arkaplanı

source: the little white background and current menu item background
tr_tr: küçük beyaz arkaplan ve mevcut menü öğesi arkaplanı

source: Navigation Background
tr_tr: Navigasyon Arkaplanı

source: the little white background
tr_tr: küçük beyaz arkaplan

source: Navigation Borders color
tr_tr: Navigasyon Kenar rengi

source: Navigation bottom Border color
tr_tr: Navigasyon alt kenar renkleri

source: Navigation Links typo
tr_tr: Navigasyon Bağlantılar türü

source: Current menu item
tr_tr: Mevcut menü oku

source: Dropdown menu arrow
tr_tr: Aşağıya kayan menü oku

source: Drop down menu
tr_tr: Aşağı kayan menü

source: Category mega menu Highlight background
tr_tr: Kategori mega menüsü öne çıkan arkaplanı

source: Category mega menu Highlight links color
tr_tr: Kategori mega menüsü öne çıkan bağlantılar rengi

source: Category mega menu post date color
tr_tr: Kategori mega menü yazı tarihi rengi

source: Navigation Search
tr_tr: Navigasyon Aramaı

source: Search Background
tr_tr: Arama Arkaplanı

source: Search icon color
tr_tr: Arama ikonu rengi

source: Search field background
tr_tr: Arama alanı arkaplanı

source: Search field text color
tr_tr: Arama alanı metin rengi

source: Search field button background
tr_tr: Arama alanı buton arkaplanı

source: Search field button text color
tr_tr: Arama alanı buton metni rengi

source: The Title
tr_tr: Başlık

source: Title Background
tr_tr: Başlık Arkaplanı

source: Title Text
tr_tr: Başlık Metni

source: The Ticker
tr_tr: Kaydıraç

source: borders
tr_tr: kenarlar

source: Separator icon
tr_tr: Ayırıcı İkonu

source: Current Time
tr_tr: Şu Anki Zaman

source: background
tr_tr: arkaplan

source: Boxes
tr_tr: Kutular

source: The Main Box
tr_tr: Ana Kutu

source: the main white box used for news boxes, widgets, feature slider and most of boxes in the theme
tr_tr: ana beyaz kutu haber kutuları, bileşenler, öne çıkan kaydıracı ve bu temadaki birçok kutu için kullanılmaktadır

source: Alt Background
tr_tr: Alternatif Arkaplan

source: the alternate background color, you can see it in most of news boxes
tr_tr: alternatif arkaplan haber kutularının çoğunda gözükmektedir

source: Box bottom shadow
tr_tr: Kutu alt gölgesi

source: Box header title
tr_tr: Kutu üst kısım başlığı

source: Box Header Dots
tr_tr: Kutu Üst Kısım Noktalar

source: upload your own pattern instead of dots
tr_tr: noktalar yerine kendi deseninizi yükleyin

source: Feature slider
tr_tr: Öne çıkan kaydıracı

source: Thumbnails Arrows background
tr_tr: Önizleme Okları arkaplanı

source: Thumbnails Arrows color
tr_tr: Önizleme Okları rengi

source: Scrolling Box
tr_tr: Kayan Kutu

source: bullets color
tr_tr: nokta rengi

source: Posts meta color
tr_tr: Yazı meta rengi

source: author name, date, category and comments
tr_tr: yazar adı, tarih, kategori ve yorumlar

source: Tabs
tr_tr: Sekmeler

source: Tabs titles color
tr_tr: Sekme başlığı rengi

source: Top border
tr_tr: Üst kenar

source: Widgets title color
tr_tr: Bileşen başlık rengi

source: Widgets title border bottom
tr_tr: Bileşen başlığı alt kenarı

source: Widgets links & text color
tr_tr: Bileşen bağlantılar & metin rengi

source: Widgets posts meta color
tr_tr: Bileşen yazıları meta rengi

source: Widgets links border bottom
tr_tr: Bileşen bağlantıları alt kenarı

source: Text Widgets
tr_tr: Metin Bileşenleri

source: Text color
tr_tr: Metin rengi

source: links color
tr_tr: bağlantı rengi

source: Scroll to top Button
tr_tr: Yukarı Git Butonu

source: Scroll to top button background
tr_tr: Yukarı git butonu arkaplanı

source: Scroll to top Arrow color
tr_tr: Yukarı Git Ok rengi

source: Custom CSS
tr_tr: Özel CSS

source: insert custom css.
tr_tr: özel CSS ekle

source: API's Authentication
tr_tr: API'lerin Kimlik Doğrulamaları
