Repository: dhirendrachoudhary/PDNewsIndia
Catalog: languages/*.po
Languages: tr_tr

source: Unique Posts
tr_tr: Benzersiz Yazılar

source: The following plugin was activated successfully:
tr_tr: Şu eklenti başarıyla etkinleştirildi:

source: January
tr_tr: Ocak

source: February
tr_tr: Şubat

source: March
tr_tr: Mart

source: April
tr_tr: Nisan

source: May
tr_tr: Mayıs

source: June
tr_tr: Haziran

source: July
tr_tr: Temmuz

source: August
tr_tr: Ağustos

source: September
tr_tr: Eylül

source: October
tr_tr: Ekim

source: November
tr_tr: Kasım

source: December
tr_tr: Aralık

source: page not found
tr_tr: sayfa bulunamadı

source: keyword:
tr_tr: anahtar kelime:

source: Enter keywords
tr_tr: Anahtar kelimeleri girin

source: Keyword is required.
tr_tr: Anahtar kelime gereklidir.

source: Category:
tr_tr: Kategori:

source: All
tr_tr: Hepsi

source: Date:
tr_tr: Tarih:

source: Year
tr_tr: Yıl

source: Filter By:
tr_tr: Filtrele:

source: Search
tr_tr: Arama

source: Archives for
tr_tr: Arşivler

source: Pages:
tr_tr: Sayfalar:

source: One Comment
tr_tr: Bir Yorum

source: Comment navigation
tr_tr: Yorum navigasyonu

source: &larr; Older Comments
tr_tr: &larr; Eski Yorumlar

source: Newer Comments &rarr;
tr_tr: Yeni Yorumla &rarr;

source: Comments are closed.
tr_tr: Yoruma kapalı.

source: Leave a Reply
tr_tr: Bir Yorum Yaz

source: Leave a Reply to %s
tr_tr: Bir Yorum Yaz: %s

source: Cancel Reply
tr_tr: Yorumu İptal Et

source: Post Comment
tr_tr: Yorumu Yayınla

source: Comment...
tr_tr: Yorum...

source: You must be <a href="%s">logged in</a> to post a comment.
tr_tr: Bir yorum yazabilmek için <a href="%s">giriş</a> yapmış olmalısınız.

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
tr_tr: <a href="%1$s">%2$s</a> olarak giriş yapıldı. <a href="%3$s" title="Bu hesaptan çıkış yap">Çıkış yap?</a>

source: Name (required)
tr_tr: Ad (gerekli)

source: Email (required)
tr_tr: E-posta (gerekli)

source: You are using an <strong>outdated</strong> browser. Please <a href="http://browsehappy.com/">upgrade your browser</a> to improve your experience.
tr_tr: <strong>Eski</strong> bir tarayıcı kullanıyorsunuz. Gezinme deneyiminizi artırmak için lütfen <a href="http://browsehappy.com/"> tarayıcınızı güncelleyin </a> .

source: Home
tr_tr: Ana Sayfa

source: Search results for
tr_tr: Arama sonuçları:

source: Your search for
tr_tr: Arama yaptığınız

source: did not match
tr_tr: eşleşmedi

source: Make sure all words are spelled correctly
tr_tr: Tüm kelimeleri doğru yazdığınızdan emin olun

source: Try different keywords
tr_tr: Farklı kelimeler kullanın

source: Try more general keywords
tr_tr: Daha genel kelimeler kullanın

source: No comments
tr_tr: Yorum yok

source: 1 Comment
tr_tr: 1 Yorum

source: % Comments
tr_tr: % Yorum

source: Read more
tr_tr: Devamını oku

source: Search ...
tr_tr: Arama...

source: Most Recent Entries
tr_tr: En Yeni Girdiler

source: Creator
tr_tr: Oluşturan

source: Topic
tr_tr: Konu

source: Registered Users
tr_tr: Kayıtlı Üyeler

source: Forums
tr_tr: Forumlar

source: Topics
tr_tr: Konular

source: Replies
tr_tr: Yanıtlar

source: Topic Tags
tr_tr: Konu Etiketleri

source: Empty Topic Tags
tr_tr: Boş Konu Etiketleri

source: Hidden Topics
tr_tr: Gizli Konular

source: Hidden Replies
tr_tr: Gizli Yanıtlar

source: You are already logged in.
tr_tr: Zaten giriş yaptınız.

source: Private
tr_tr: Özel

source: You do not have permission to view this forum.
tr_tr: Bu forumu görmek için izniniz yok.

source: Oh bother! No forums were found here!
tr_tr: Burada forum bulunamadı!

source: Oh bother! No replies were found here!
tr_tr: Burada yanıt bulunamadı!

source: Oh bother! No search results were found here!
tr_tr: Burada arama sonucu bulunamadı!

source: Oh bother! No topics were found here!
tr_tr: Burada konu bulunamadı!

source: Author Information
tr_tr: Yazar Bilgileri

source: Your information:
tr_tr: Sizin bilgileriniz:

source: Name (required):
tr_tr: Ad (gerekli)

source: Mail (will not be published) (required):
tr_tr: E-posta (yayınlanmayacak) (gerekli):

source: Now Editing &ldquo;%s&rdquo;
tr_tr: Şimdi Düzenleniyor &ldquo;%s&rdquo;

source: Create New Forum in &ldquo;%s&rdquo;
tr_tr: &ldquo;%s&rdquo;'da Yeni Forum Oluştur

source: Create New Forum
tr_tr: Yeni Forum Oluştur

source: This forum is closed to new content, however your account still allows you to do so.
tr_tr: Bu forum yeni içeriklere kapalı, ancak sizin hesabınız yine de yeni içerik gönderebilir.

source: Your account has the ability to post unrestricted HTML content.
tr_tr: Hesabınızın kısıtlanmamış HTML içeriği gönderme iznine sahiptir.

source: Forum Name (Maximum Length: %d):
tr_tr: Forum Adı (Maksimum Uzunluk: %d):

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes:
tr_tr: Şu <abbr title="Hyper Text Markup Language">HTML</abbr> etiket ve özelliklerini kullanabilirsiniz:

source: Forum Type:
tr_tr: Forum Türü:

source: Status:
tr_tr: Durum:

source: Visibility:
tr_tr: Görünürlük:

source: Parent Forum:
tr_tr: Üst Forum:

source: (No Parent)
tr_tr: (Üst Yok)

source: Submit
tr_tr: Gönder

source: The forum &#8216;%s&#8217; is closed to new content.
tr_tr: &#8216;%s&#8217; forumu yeni içeriğe kapalıdır.

source: You cannot create new forums.
tr_tr: Yeni forum oluşturamazsınız!

source: You must be logged in to create new forums.
tr_tr: Yeni forum oluşturmak için giriş yapmalısınız.

source: Protected
tr_tr: Korumalı

source: Move reply "%s"
tr_tr: Yanıtı taşı: "%s"

source: You can either make this reply a new topic with a new title, or merge it into an existing topic.
tr_tr: Bu yanıtı isterseniz yeni bir başlıkla bir konuya dönüştürebilir, isterseniz de mevcut ir konuyla birleştirebilirsiniz.

source: If you choose an existing topic, replies will be ordered by the time and date they were created.
tr_tr: Eğer mevcut bir konuyu seçerseniz, yanıtlar gönderildikleri tarihe göre sıralanacak.

source: Move Method
tr_tr: Taşıma Metodu

source: New topic in <strong>%s</strong> titled:
tr_tr: <strong>%s</strong> içinde yeni konu:

source: Moved: %s
tr_tr: Taşındı: %s

source: Use an existing topic in this forum:
tr_tr: Bu forumdaki mevcut bir konuyu kullan:

source: <strong>WARNING:</strong> This process cannot be undone.
tr_tr: <strong>UYARI:</strong> Bu işlem geri alınamaz

source: You do not have the permissions to edit this reply!
tr_tr: Bu yanıtı düzenlemek için yetkiniz yok.

source: You cannot edit this reply.
tr_tr: Bu yanıtı düzenleyemezsiniz.

source: Reply To: %s
tr_tr: Yanıtla: %s

source: This topic is marked as closed to new replies, however your posting capabilities still allow you to do so.
tr_tr: Bu konu yeni yanıtlara kapalı, ancak siz yine de yanıt gönderebilirsiniz.

source: Tags:
tr_tr: Etiketler:

source: Notify the author of follow-up replies via email
tr_tr: Takip eden yanıtların yazarını e-posta ile bilgilendir

source: Notify me of follow-up replies via email
tr_tr: Takip eden yanıtlar için beni e-posta ile bilgilendir

source: Keep a log of this edit:
tr_tr: Bu düzenlemenin kaydını tut:

source: Optional reason for editing:
tr_tr: Opsiyonel düzenleme nedeni:

source: The topic &#8216;%s&#8217; is closed to new replies.
tr_tr: &#8216;%s&#8217; konusu yeni yanıtlara kapalı.

source: The forum &#8216;%s&#8217; is closed to new topics and replies.
tr_tr: &#8216;%s&#8217; forumu yeni konu ve yanıtlara kapalı.

source: You cannot reply to this topic.
tr_tr: Bu konuya yanıt veremezsiniz.

source: You must be logged in to reply to this topic.
tr_tr: Bu konuya yanıt verebilmek için giriş yapmalısınız.

source: Search for:
tr_tr: Arama:

source: Merge topic "%s"
tr_tr: Konu Birleştir "%s"

source: Select the topic to merge this one into. The destination topic will remain the lead topic, and this one will change into a reply.
tr_tr: Bunu birleştireceğiniz konuyu seçin. Hedef konu ana konu kalacak, bu ise yanıta dönüştürülecek.

source: To keep this topic as the lead, go to the other topic and use the merge tool from there instead.
tr_tr: Bu konuyu ana konu tutmaya devam etmek için diğer konuya gidin ve birleştirme aracını oradan kullanın.

source: All replies within both topics will be merged chronologically. The order of the merged replies is based on the time and date they were posted. If the destination topic was created after this one, it's post date will be updated to second earlier than this one.
tr_tr: Her iki konudaki tüm yanıtlar kronolojik olarak birleştirilecek. Birleştirilen yanıtlar tarih bazlı olarak sıralanacak. Eğer hedef konu, bundan sonra yaratıldıysa, onun yayın tarihi bundan iki önceki olarak güncellenecek.

source: Destination
tr_tr: Hedef

source: Merge with this topic:
tr_tr: Bu konuyla birleştir:

source: There are no other topics in this forum to merge with.
tr_tr: Bu forumda birleştirilecek başka konu yok.

source: Topic Extras
tr_tr: Konu Ekstraları

source: Merge topic subscribers
tr_tr: Konu aboneliklerini birleştir

source: Merge topic favoriters
tr_tr: Konuyu favorileyenleri birleştir

source: Merge topic tags
tr_tr: Konu etiketlerini birleştir

source: You do not have the permissions to edit this topic!
tr_tr: Bu konuyu düzenlemek için izniniz yok!

source: You cannot edit this topic.
tr_tr: Bu konuyu düzenleyemezsiniz.

source: Split topic "%s"
tr_tr: Konuyu ayır "%s"

source: When you split a topic, you are slicing it in half starting with the reply you just selected. Choose to use that reply as a new topic with a new title, or merge those replies into an existing topic.
tr_tr: Bir konuyu ayırdığınızda, onu seçtiğiniz yanıttan başlayarak yarıya bölersiniz. Yeni bir başlıkla yorumu yeni bir konuya dönüştürmek için seçin ya da bu yanıtları mevcut bir konuyla birleştirin.

source: If you use the existing topic option, replies within both topics will be merged chronologically. The order of the merged replies is based on the time and date they were posted.
tr_tr: Eğer mevcut konu seçeneğini kullanırsanız, her iki konudaki yanıtlar kronolojik olarak birleşir. Birleşen yanıtların sıralaması gönderildikleri tarih bazlıdır.

source: Split Method
tr_tr: Ayırma Metodu

source: Split: %s
tr_tr: Ayır: %s

source: Copy subscribers to the new topic
tr_tr: Aboneleri yeni konuya kopyala

source: Copy favoriters to the new topic
tr_tr: Favorileyenleri yeni konuya kopyala

source: Copy topic tags to the new topic
tr_tr: Konu etiketlerini yeni konuya kopyala

source: Manage Tag: "%s"
tr_tr: Etiketi Yönet: "%s"

source: Rename
tr_tr: Yeniden Adlandır

source: Leave the slug empty to have one automatically generated.
tr_tr: Otomatik olarak bir tane oluşması için slug'ı boş bırakın.

source: Changing the slug affects its permalink. Any links to the old slug will stop working.
tr_tr: Slug'ı değiştirmek onun kalıcı bağlantısını etkiler. Eski slug'a olan tüm bağlantılar artık çalışmayacak.

source: Name:
tr_tr: Ad:

source: Merge
tr_tr: Birleştir

source: Merging tags together cannot be undone.
tr_tr: Etiketleri birbirleriyle birleştirmek geri alınamaz.

source: Existing tag:
tr_tr: Mevcut etiket:

source: Are you sure you want to merge the "%s" tag into the tag you specified?
tr_tr: "%s" etiketini belirttiğiniz etiketle birleştirmek istediğinize emin misiniz?

source: Delete
tr_tr: Sil

source: This does not delete your topics. Only the tag itself is deleted.
tr_tr: Bu, konularınızı silmez. Sadece etiketin kendisi silinecek.

source: Deleting a tag cannot be undone.
tr_tr: Bir etiketi silmek, geri alınamaz bir eylemdir.

source: Any links to this tag will no longer function.
tr_tr: Bu etikete bağlı tüm linkler artık çalışmayacak.

source: Are you sure you want to delete the "%s" tag? This is permanent and cannot be undone.
tr_tr: "%s" etiketini silmek istediğinize emin misiniz? Bu kalıcı ve geri getirilemez bir eylemdir.

source: Create New Topic in &ldquo;%s&rdquo;
tr_tr: Yeni Konu Aç: &ldquo;%s&rdquo;

source: Create New Topic
tr_tr: Yeni Konu Aç

source: This forum is marked as closed to new topics, however your posting capabilities still allow you to do so.
tr_tr: Bu konu yeni yanıtlara kapalı olarak işaretlendi ancak siz yine de bunu yapabilirsiniz.

source: Topic Title (Maximum Length: %d):
tr_tr: Konu Başlığı (Maksimum Uzunluk: %d):

source: Topic Tags:
tr_tr: Konu Etiketleri:

source: (No Forum)
tr_tr: (Forum Yok)

source: Topic Type:
tr_tr: Konu Türü:

source: Topic Status:
tr_tr: Konu Durumu:

source: You cannot create new topics.
tr_tr: Yeni konu açamazsınız.

source: You must be logged in to create new topics.
tr_tr: Yeni konu açmak için giriş yapmalısınız.

source: Name
tr_tr: Ad

source: First Name
tr_tr: Ad

source: Last Name
tr_tr: Soyad

source: Nickname
tr_tr: Kullanıcı ad

source: Display Name
tr_tr: Görünen Ad

source: Contact Info
tr_tr: İletişim Bilgisi

source: About Yourself
tr_tr: Hakkınızda

source: About the user
tr_tr: Kullanıcı hakkında

source: Biographical Info
tr_tr: Biyografik Bilgi

source: Account
tr_tr: Hesap

source: Username
tr_tr: Kullanıcı adı

source: Email
tr_tr: E-posta

source: There is a pending email address change to <code>%1$s</code>. <a href="%2$s">Cancel</a>
tr_tr: <code>%1$s</code> için bekleyen bir e-posta adresi değişimi var. <a href="%2$s">İptal</a>

source: New Password
tr_tr: Yeni Şifre

source: If you would like to change the password type a new one. Otherwise leave this blank.
tr_tr: Eğer şifrenizi değiştirmek istiyorsanız yenisini girin. İstemiyorsanız bunu boş bırakın.

source: Type your new password again.
tr_tr: Yeni şifrenizi tekrar girin.

source: Your password should be at least ten characters long. Use upper and lower case letters, numbers, and symbols to make it even stronger.
tr_tr: Şifreniz en az on karakter uzunluğunda olmalıdır. Büyük ve küçük harfler, rakamlar ve semboller kullanarak onu daha da güçlendirebilirsiniz.

source: User Role
tr_tr: Kullanıcı Rolü

source: Network Role
tr_tr: Ağ Rolü

source: Grant this user super admin privileges for the Network.
tr_tr: Bu kullanıcıya Ağ için süper yönetici ayrıcalıkları tanı.

source: Save Changes
tr_tr: Değişikliklei Kaydet

source: Update Profile
tr_tr: Profili Güncelle

source: Update User
tr_tr: Kullanıcıyı Güncelle

source: Log In
tr_tr: Giriş Yap

source: Password
tr_tr: Şifre

source: Keep me signed in
tr_tr: Beni giriş yapmış tut

source: Lost Password
tr_tr: Kayıp Şifre

source: Username or Email
tr_tr: Kullanıcı adı ya da E-posta

source: Reset My Password
tr_tr: Şifremi Sıfırla

source: Create an Account
tr_tr: Bir Hesap Aç

source: Your username must be unique, and cannot be changed later.
tr_tr: Kullanıcı adınız benzersiz olmalıdır ve sonradan değiştiremezsiniz.

source: We use your email address to email you a secure password and verify your account.
tr_tr: E-posta adresinizi size güvenle şifre e-postalamak ve hesabınızı onaylamak için kullanıyoruz.

source: Register
tr_tr: Kayıt

source: Blog Role
tr_tr: Blog Rolü

source: Forum Role
tr_tr: Forum Rolü

source: Posts
tr_tr: Mesajla

source: Last Post
tr_tr: Son Mesaj

source: Last updated %s
tr_tr: Son güncellenen %s

source: In reply to:
tr_tr: Yanıt:

source: Topic:
tr_tr: Konu:

source: in group forum
tr_tr: grup forumunda

source: in forum
tr_tr: forumda

source: Author
tr_tr: Yazar

source: Search Results
tr_tr: Arama Sonuçları

source: Started by: %1$s
tr_tr: Başlatan: %1$s

source: Voices
tr_tr: Sesler

source: Profile
tr_tr: Profil

source: Topics Started
tr_tr: Başlatılan Konular

source: Replies Created
tr_tr: Verilen Yanıtlar

source: Favorites
tr_tr: Favoriler

source: Subscriptions
tr_tr: Abonelikler

source: Edit
tr_tr: Düzenle

source: Favorite Forum Topics
tr_tr: Favori Forum Konuları

source: You currently have no favorite topics.
tr_tr: Şu anda favori konunuz yok.

source: This user has no favorite topics.
tr_tr: Bu üyenin favori konusu yok.

source: Forum Role: %s
tr_tr: Forum Rolü: %s

source: Topics Started: %s
tr_tr: Başlatlan Konular: %s

source: Replies Created: %s
tr_tr: Verilen Yanıtlar: %s

source: Forum Replies Created
tr_tr: Verilen Forum Yanıtlar

source: You have not replied to any topics.
tr_tr: Hiçbir konuya yanıt vermediniz.

source: This user has not replied to any topics.
tr_tr: Bu üye hiçbir konuya yanıt vermedi.

source: Subscribed Forums
tr_tr: Abone Olunan Forumlar

source: You are not currently subscribed to any forums.
tr_tr: Şu anda herhangi bir foruma abone değiliniz.

source: This user is not currently subscribed to any forums.
tr_tr: Bu üye şu anda herhangi bir foruma abone değil.

source: Subscribed Topics
tr_tr: Abone Olunan Konula

source: You are not currently subscribed to any topics.
tr_tr: Şu anda hiçbir konuya abone değilsiniz.

source: This user is not currently subscribed to any topics.
tr_tr: Bu kullanıcı şu anda hiçbir konuya abone değil.

source: Forum Topics Started
tr_tr: Başlatılan Forum Konuları

source: You have not created any topics.
tr_tr: Hiç konu açmadınız.

source: This user has not created any topics.
tr_tr: Bu kullanıcı hiç konu açmadı.

source: View Conversation
tr_tr: Konuşmaya Bak

source: Comment <span>%s</span>
tr_tr: Yorum <span>%s</span>

source: Favorite
tr_tr: Favorilere Ekle

source: Remove Favorite
tr_tr: Favorilerden Kaldır

source: Cancel
tr_tr: İptal

source: All Members <span>%s</span>
tr_tr: Tüm Üyeler <span>%s</span>

source: My Friends <span>%s</span>
tr_tr: Arkadaşlarım <span>%s</span>

source: My Groups <span>%s</span>
tr_tr: Gruplarım <span>%s</span>

source: My Favorites <span>%s</span>
tr_tr: Favorilerim: <span>%s</span>

source: Mentions
tr_tr: Bahsetmeler

source: Show:
tr_tr: Göster:

source: Everything
tr_tr: Her şey

source: Updates
tr_tr: Güncellemeler

source: Comments
tr_tr: Yorumlar

source: Forum Topics
tr_tr: Forum Konuları

source: Forum Replies
tr_tr: Forum Yanıtları

source: New Groups
tr_tr: Yeni Gruplar

source: Group Memberships
tr_tr: Grup Üyelikleri

source: Friendships
tr_tr: Arkadalıklar

source: New Members
tr_tr: Yeni Üyeler

source: What's new in %s, %s?
tr_tr: %s, %s'de yeni ne var?

source: What's new, %s?
tr_tr: Yeni ne var, %s?

source: My Profile
tr_tr: Profilim

source: active %s
tr_tr: %s önce aktifti

source: There were no groups found.
tr_tr: Grup bulunamadı.

source: All Groups <span>%s</span>
tr_tr: Tüm Gruplar <span>%s</span>

source: Order By:
tr_tr: Sırala:

source: Last Active
tr_tr: Son Aktiflik

source: Most Members
tr_tr: Üye Sayısı

source: Newly Created
tr_tr: Oluşturma

source: Alphabetical
tr_tr: Alfabetik

source: Group Admins
tr_tr: Grup Yöneticileri

source: Group Mods
tr_tr: Grup Modları

source: Newest Registered
tr_tr: Son Kaydolan

source: Sorry, no members were found.
tr_tr: Üzgünüz, üye bulunamadı.

source: From:
tr_tr: Tarafından:

source: To:
tr_tr: Tarafına:

source: Sorry, no messages were found.
tr_tr: Üzgünüz, mesaj bulunamadı.

source: Menu
tr_tr: Menü

source: Install Required Plugins
tr_tr: Gerekli Eklentileri Kur

source: Install Plugins
tr_tr: Eklentileri Kur

source: Installing Plugin: %s
tr_tr: Eklenti Kuruluyor: %s

source: Something went wrong.
tr_tr: Bir şeyler ters gitti.

source: Return to Required Plugins Installer
tr_tr: Gerekli Eklenti Kurucusuna Dön

source: Return to the dashboard
tr_tr: Panele dön

source: Plugin activated successfully.
tr_tr: Eklenti başarıyla aktifleştirildi.

source: All plugins installed and activated successfully. %1$s
tr_tr: Tüm eklentiler kuruldu ve başarıyla aktifleştirildi. %1$s

source: Dismiss this notice
tr_tr: Bu notu yoksay

source: External Link
tr_tr: Harici Bağlantı

source: Private Repository
tr_tr: Özel Depolama

source: Pre-Packaged
tr_tr: Önceden Paketli

source: WordPress Repository
tr_tr: WordPress Depolama

source: Required
tr_tr: Gerekli

source: Recommended
tr_tr: Önerilen

source: Not Installed
tr_tr: Kurulmamış

source: Installed But Not Activated
tr_tr: Kurulu Fakat Aktif Değil!

source: No plugins to install or activate. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>
tr_tr: Kurulacak ya da aktifleştirilecek eklenti yok. <a href="%1$s" title=" Yönetim Paneline Dön ">Yönetim Paneline Dön</a>

source: Plugin
tr_tr: Eklenti

source: Source
tr_tr: Kaynak

source: Type
tr_tr: Tür

source: Status
tr_tr: Durum

source: Install
tr_tr: Kur

source: Activate
tr_tr: Etkinleştir

source: Install package not available.
tr_tr: Kurulum paketi mevcut değil.

source: Downloading install package from <span class="code">%s</span>&#8230;
tr_tr: <span class="code">%s</span>&#8230;'dan kurulum paketi indiriliyor

source: Unpacking the package&#8230;
tr_tr: Paket &#8230; açılıyor

source: Installing the plugin&#8230;
tr_tr: Eklenti &#8230; kuruluyor

source: Plugin install failed.
tr_tr: Eklenti kurulumu başarısız.

source: Plugin installed successfully.
tr_tr: Eklenti başarıyla kuruldu.

source: Plugin activation failed.
tr_tr: Eklenti aktivasyonu başarısız.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
tr_tr: Kurulum ve aktivasyon işlemi başlıyor. Bu işlem bazı sunucularda biraz zaman alabilir, bu yüzden lütfen sabırlı olun.

source: %1$s installed and activated successfully.
tr_tr: %1$s başarıyla kuruldu ve aktifleştirildi.

source: Show Details
tr_tr: Detayları Göster

source: Hide Details
tr_tr: Detayları Gizle

source: All installations and activations have been completed.
tr_tr: Tüm kurulumlar ve aktivasyonlar tamamlandı.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
tr_tr: %1$s (%2$d/%3$d) Eklentisi Kuruluyor ve Aktifleştiriliyor

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
tr_tr: Kurulum işlemi başlıyor. Bu işlem bazı sunucularda biraz zaman alabilir, bu yüzden sabırlı olun.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
tr_tr: %1$s: kurulurken bir hata oluştu: <strong>%2$s</strong>.

source: The installation of %1$s failed.
tr_tr: %1$s kurulumu başarısız.

source: %1$s installed successfully.
tr_tr: %1$s başarıyla kuruldu.

source: All installations have been completed.
tr_tr: Tüm kurulumlar tamamlandı.

source: Installing Plugin %1$s (%2$d/%3$d)
tr_tr: %1$s (%2$d/%3$d) Eklentisi Kuruluyor

source: Return to the Dashboard
tr_tr: Panele Dön

source: Main Menu
tr_tr: Ana Menü

source: Top Menu
tr_tr: Üst Menü

source: Footer Menu
tr_tr: Footer Menüsü

source: Right sidebar
tr_tr: Sağ kenar çubuğu

source: Default right sidebar.
tr_tr: Varsayılan sağ kenar çubuğu

source: Left sidebar
tr_tr: Sol kenar çubuğu

source: Default left sidebar.
tr_tr: Varsayılan kenar çubuğu

source: No Categories
tr_tr: Kategori Yok

source: Select Icon
tr_tr: İkon Seç

source: Save
tr_tr: Kaydet

source: Page %s
tr_tr: Sayfa %s

source: Something went wrong with the plugin API.
tr_tr: Plugin API'si ile ilgili bir şeyler ters gitti.

source: All plugins installed and activated successfully. %s
tr_tr: Tüm eklentiler başarıyla kuruldu ve aktifleştirildi. %s

source: No Comments
tr_tr: Yorum Yok

source: Pages
tr_tr: Sayfalar

source: View All Results
tr_tr: Tüm Sonuçlara Bak

source: Sorry, no posts matched your criteria
tr_tr: Üzgünüz, kriterlerinizle hiçbir yazı eşleşmedi

source: No More Posts
tr_tr: Daha Fazla Yazı Yok

source: check your email to complete subscription
tr_tr: aboneliği tamamlamak için e-postanızı kontrol edin

source: Email invalid or already subscribed
tr_tr: E-posta geçersiz ya da zaten abonesiniz

source: ad type can be image with url or code
tr_tr: reklam türü URL'li resim ya da kod olabilir

source: Image
tr_tr: Resim

source: Code
tr_tr: Kod

source: Ad image
tr_tr: Reklam resmi

source: Ad URL
tr_tr: Reklam URLsi

source: URL Target
tr_tr: URL Hedefi

source: Open in same window
tr_tr: Aynı pencerede aç

source: Open in new window
tr_tr: Yeni pencerede aç

source: Ad Code
tr_tr: Reklam Kodu
