Repository: dhirendrachoudhary/PDNewsIndia
Catalog: languages/*.po
Languages: tr_tr

source: Redux Framework was created with the developer in mind. It allows for any theme developer to have an advanced theme panel with most of the features a developer would need. For more information check out the Github repo at: <a href="https://github.com/ReduxFramework/Redux-Framework">https://github.com/ReduxFramework/Redux-Framework</a>
tr_tr: Redux Framework, bir geliştirici aklıyla yaratılmıştır. Bu, herhangi bir tema geliştiricisine ihtiyacı olan çoğu özelliğe sahip olan gelişmiş bir tema paneli oluşturma imkânı verir. Daha fazla bilgi için Github sayfasına gözatabilirsiniz: <a href="https://github.com/ReduxFramework/Redux-Framework">https://github.com/ReduxFramework/Redux-Framework</a>

source: Section Show
tr_tr: Bölüm Gösterme

source: With the "section" field you can create indent option sections.
tr_tr: "Section" alanıyla girintili ayar bölümleri oluşturabilirsiniz.

source: Media Options
tr_tr: Medya Ayarları

source: Media w/ URL
tr_tr: URL ile Medya

source: Media w/o URL
tr_tr: URLsiz Medya

source: This represents the minimalistic view. It does not have the preview box or the display URL in an input box.
tr_tr: Bu minimalistik görünümü temsil eder. Bir giriş kutusunda önizleme kutusuna ya da gösterim URLsine sahip değildir.

source: Media No Preview
tr_tr: Önizlemesi Medya

source: Create a new Gallery by selecting existing or uploading new images using the WordPress native uploader
tr_tr: WordPress doğal yükleyiciyi kullanarak, mevcut resimleri kullanarak ya da yeni resim yükleyerek yeni bir Galeri oluşturun

source: This is the description field, again good for additional info.
tr_tr: Bu açıklama alanıdır, ve yine ek bilgi için yararlıdır.

source: Slider Example 1
tr_tr: Kaydıraç Örneği 1

source: This slider displays the value as a label.
tr_tr: Bu kaydıraç, değeri etiket olarak gösterir.

source: Slider description. Min: 1, max: 500, step: 1, default value: 250
tr_tr: Kaydıraç açıklaması. Min: 1, maks: 500, adım: 1, varsayılan değer: 250

source: Slider Example 2 with Steps (5)
tr_tr: Adımlarla (5) Kaydraç Örneği 2

source: This example displays the value in a text box
tr_tr: Bu örnek değeri bir metin kutusunda gösterir

source: Slider description. Min: 0, max: 300, step: 5, default value: 75
tr_tr: Kaydıraç açıklaması: Min: 0, maks: 300, adım: 5, varsayılan değer: 75

source: Slider Example 3 with two sliders
tr_tr: İki kaydırmalı Kaydraç Örneği 3

source: This example displays the values in select boxes
tr_tr: Bu örnek, değerleri seçim kutularında gösterir

source: Slider description. Min: 0, max: 500, step: 5, slider 1 default value: 100, slider 2 default value: 300
tr_tr: Kaydıraç açıklaması: Min: 0, maks: 500, adım: 5, kadıraç 1 varsayılan değeri: 100, kaydrç 2 varsayılan değeri: 300

source: Slider Example 4 with float values
tr_tr: Float değerleriyle Kaydıraç Örneği 4

source: This example displays float values
tr_tr: Bu örnek float değerleri gösterir

source: Slider description. Min: 0, max: 1, step: .1, default value: .5
tr_tr: Kaydıraç açıklaması: Min: 0, maks: 1, adım: .1, varsayılan değer: .5

source: JQuery UI Spinner Example 1
tr_tr: JQuery UI Spinner Örneği 1

source: JQuery UI spinner description. Min:20, max: 100, step:20, default value: 40
tr_tr: JQuery UI spinner açıklaması: Min: 20, maks: 100, adım: 20, varsayılan değer: 40

source: Switch On
tr_tr: Aç

source: Look, it's on!
tr_tr: Bak, açık!

source: Switch Off
tr_tr: Kapat

source: Switch - Nested Children, Enable to show
tr_tr: Değiştir - Nested, Children, göstermeyi etkinleştir

source: Look, it's on! Also hidden child elements!
tr_tr: Bak, açık! Ayrıca alt elementler kapalı!

source: Switch - This and the next switch required for patterns to show
tr_tr: Değiştir - Bu ve sonraki değişim desenlerin gözükmesi için gereklidir

source: Also called a "fold" parent.
tr_tr: Ayrıca "fold" üst olarak ta bilinir

source: Switch2 - Enable the above switch and this one for patterns to show
tr_tr: Değiştir2 - Üstteki değişimi ve bunu etkinleştirin ki desenler gözüksün

source: Images Option (with pattern=>true)
tr_tr: Resim Ayarlar (pattern=>true ile)

source: Select a background pattern.
tr_tr: Bir arkaplan deseni seçin.

source: Slides Options
tr_tr: Kaydırma Ayarları

source: Unlimited slides with drag and drop sortings.
tr_tr: Sürükle ve bırak sıralamasıyla sınırsı kaydırmalar.

source: This field will store all slides values into a multidimensional array to use into a foreach loop.
tr_tr: Bu alan, her bir döngü için kullanmak üzere tüm kaydırmaların değerlerini bir çok boyutlu dizide depolayacak.

source: This is a title
tr_tr: Bu bir başlık

source: Description Here
tr_tr: Açıklama Buraya

source: Give us a link!
tr_tr: Bize bir bağlantı ver!

source: This allows you to set a json string or array to override multiple preferences in your theme.
tr_tr: Bu, temanızdaki çoklu tercihleri es geçmek için bir json string'i ya da dizisi ayarlamanızı sağlar.

source: Typography option with each property can be called individually.
tr_tr: Her özellik için tipografi ayarı ayrı ayrı çağrılabilir.

source: Main Layout
tr_tr: Ana Düzen

source: Select main content and sidebar alignment. Choose between 1, 2 or 3 column layout.
tr_tr: Ana içerik ve kenar çubuğu hizası seçin. 1, 2 ya da 3 sütun düzenini arasından seçin.

source: Tracking Code
tr_tr: İzleme Kodu

source: Paste your Google Analytics (or other) tracking code here. This will be added into the footer template of your theme.
tr_tr: Google Analytics (ya da diğer) izleme kodunuzu buraya ekleyin. Bunlar, temanızın footer şablonuna eklenecektir.

source: CSS Code
tr_tr: CSS Kodu

source: Paste your CSS code here.
tr_tr: CSS Kodunuzu Buraya girin.

source: Footer Text
tr_tr: Alt Kısım Metni

source: You can use the following shortcodes in your footer text: [wp-url] [site-url] [theme-url] [login-url] [logout-url] [site-title] [site-tagline] [current-year]
tr_tr: Footer metninizde şu kodları kullanabilirsiniz: [wp-url] [site-url] [theme-url] [login-url] [logout-url] [site-title] [site-tagline] [current-year]

source: Styling Options
tr_tr: Stil Ayarları

source: Theme Stylesheet
tr_tr: Tema Stil Sayfası

source: Select your themes alternative color scheme.
tr_tr: Temanızın alternatif kolor şemasını eçin.

source: Body Background Color
tr_tr: Gövde Arkaplan Rengi

source: Pick a background color for the theme (default: #fff).
tr_tr: Tema için bir arkaplan rengi seçin (varsayılan: #fff)

source: Body background with image, color, etc.
tr_tr: Resim, renk vb.'li gövde arkaplanı

source: Footer Background Color
tr_tr: Al Kısım Arkaplan Rengi

source: Pick a background color for the footer (default: #dd9933).
tr_tr: Alt kısım için bir arkaplan rengi seçin (varsayılan: $dd9933).

source: Color RGBA - BETA
tr_tr: Renk RGBA - BETA

source: Gives you the RGBA color. Still quite experimental. Use at your own risk.
tr_tr: RGBA rengi verir. Hâlâ oldukça deneysel halde. Kullanırsanız risk size ait.

source: Header Gradient Color Option
tr_tr: Üst Kısım Gradient Renk Seçeneği

source: Only color validation can be done on this field type
tr_tr: Bu alan türünde sadece renk doğrulaması yapılabilir.

source: Links Color Option
tr_tr: Bağlantı Renk Seçeneği

source: Header Border Option
tr_tr: Üst Kısım Kenar Seçeneği

source: Padding/Margin Option
tr_tr: Padding/Margin Seçeneği

source: Allow your users to choose the spacing or margin they want.
tr_tr: Kullanıılarınıza kendi istedikleri boşluk ya da margin'i seçmeye izin verin.

source: You can enable or disable any piece of this field. Top, Right, Bottom, Left, or Units.
tr_tr: Bu alanın herhangi bir parçasını etkileştirebilir ya da devre dışı bırakabilirsiniz. Üst, Sağ, Alt, Sol ya da Birimler.

source: Dimensions (Width/Height) Option
tr_tr: Ölçü (Genişlik/Yükseklik) Seçeneği

source: Allow your users to choose width, height, and/or unit.
tr_tr: Kullanıcılarınızın genişlik, yükseklik ve/veya birim seçmelerine izin verin.

source: You can enable or disable any piece of this field. Width, Height, or Units.
tr_tr: Bu alanın herhangi bir bölümünü etkinleştirebilir ya da devre dışı bırakailirsiniz. Genişlik, Yükseklik veya Birimler.

source: Quickly add some CSS to your theme by adding it to this block.
tr_tr: Temanıza, bu bloğa ekleyerek hızlıca bazı CSSler ekleyin.

source: This field is even CSS validated!
tr_tr: Bu alan bile CSS onaylı!

source: Custom HTML
tr_tr: Özel HTML

source: Just like a text box widget.
tr_tr: Tıpkı bir metin kutusu bileşeni gibi.

source: This field is even HTML validated!
tr_tr: Bu alan bile HTML onaylıdır!

source: Field Validation
tr_tr: Alan Onaylaması

source: Validate ALL fields within Redux.
tr_tr: Redux'taki TÜM aanları onayla.

source: <p class="description">This is the Description. Again HTML is allowed2</p>
tr_tr: <p class="description">Bu açıklamadır. Yine HTML kullanılabilir.</p>

source: Text Option - Email Validated
tr_tr: Metin Seçeneği - E-posta Onaylı

source: This is a little space under the Field Title in the Options table, additional info is good in here.
tr_tr: Bu, Ayarlar tablosundaki Alan Başlığı'nın altındaki küçük boşluktur, buraya ek bilgi eklemek iyidir.

source: Text Option with Data Attributes
tr_tr: Veri Nitelikleriyle Metin Se.eneği

source: You can also pass an options array if you want. Set the default to whatever you like.
tr_tr: Ayrıca bir seçenek dizisini pas geçebilirsiniz. Varsayılanı neye istiyorsanız ona ayarlayın.

source: Multi Text Option - Color Validated
tr_tr: Çoklu Metin Seçeneği - Renk Onaylı

source: If you enter an invalid color it will be removed. Try using the text "blue" as a color. ;)
tr_tr: Eğer geçersiz bir renk girerseniz silinecektir. Renk olarak "blue" metnini kullanmayı deneyin. ;)

source: Text Option - URL Validated
tr_tr: Metin Seçeneği - URL Onaylı

source: This must be a URL.
tr_tr: Bu bir URL olmalıdır.

source: Text Option - Numeric Validated
tr_tr: Metin Seçeneği - Sayısal Onaylı

source: This must be numeric.
tr_tr: Sayısal olmalıdı.

source: Text Option - Comma Numeric Validated
tr_tr: Metin Seçeneği - Virgül Sayısal Onaylı

source: This must be a comma separated string of numerical values.
tr_tr: Sayısal değerlerin virgülle ayrıldığı sayısal bir değer olmalıdır.

source: Text Option - No Special Chars Validated
tr_tr: Metin Seçeneği - Özel Karakterler Onaylı Değil

source: This must be a alpha numeric only.
tr_tr: Bu yalnızca bir alfa sayısal olmalıdır.

source: Text Option - Str Replace Validated
tr_tr: Metin Seçeneği - Str Replace Validated

source: You decide.
tr_tr: Siz seçin.

source: This field's default value was changed by a filter hook!
tr_tr: Bu alanın varsayılan değeri bir filter hook tarafndan değiştirildi!

source: Text Option - Preg Replace Validated
tr_tr: Metin Seçeneği - Preg Replace Onaylı

source: Text Option - Custom Callback Validated
tr_tr: Metin Seçeneği - Özel Callback Onaylı

source: Text Option - Custom Callback Validated - Class
tr_tr: Metin Seçeneği - Özel Callback Onaylı - Class

source: Textarea Option - No HTML Validated
tr_tr: Metin Alanı Seçeneği - HTML Onaylı Değil

source: All HTML will be stripped
tr_tr: Tüm HTMLler silinecek

source: Textarea Option - HTML Validated
tr_tr: Metin Alanı Seçeneği - HTML Onaylı

source: HTML Allowed (wp_kses)
tr_tr: HTML Kullanılabilir (wp_kses)

source: Textarea Option - HTML Validated Custom
tr_tr: Metin Alanı Seçeneği - HTML Onaylı Özel

source: Custom HTML Allowed (wp_kses)
tr_tr: Özel HTML Kullanılabilir (wp_kses)

source: Textarea Option - JS Validated
tr_tr: Metin Alanı Seçeneği - JS Onaylı

source: JS will be escaped
tr_tr: JS kaçacak

source: Radio/Checkbox Fields
tr_tr: Radyo/Checkbox Alanları

source: <p class="description">This is the Description. Again HTML is allowed</p>
tr_tr: <p class="description">Bu bir açıklama. Yine HTML kullanılabilir</p>

source: Checkbox Option
tr_tr: Checkbox Seçeneği

source: No validation can be done on this field type
tr_tr: Bu alan türünde doğrulama yapılamaz

source: Multi Checkbox Option
tr_tr: Çoklu Checkbox Seçeneği

source: Multi Checkbox Option (with menu data)
tr_tr: Multi Checkbox Option (menü verisiyle)

source: Multi Checkbox Option (with sidebar data)
tr_tr: Multi Checkbox Option (kenar çubuğu verisiyle)

source: Radio Option
tr_tr: Radyo Seçeneği

source: Images Option
tr_tr: Resim Seçeneği

source: Images Option for Layout
tr_tr: Düzen İçin Resim Seçeneği

source: This uses some of the built in images, you can use them for layout options.
tr_tr: Bu bazı built-in resimleri kullanır, bunları düzen ayarlar için kullanabilirsiniz.

source: Sortable Text Option
tr_tr: Sıralanabilir Metin Seçeneği

source: Define and reorder these however you want.
tr_tr: Eğer istiyorsanız bunları tanımlayın ve yeniden düzenleyin.

source: Select Fields
tr_tr: Alanlar Seç

source: Select Option
tr_tr: Seçenek Seç

source: Multi Select Option
tr_tr: Çoklu Seçenek Seçimi

source: Select Image
tr_tr: Resim Seç

source: A preview of the selected image will appear underneath the select box.
tr_tr: Seçilen resimlerin bir önizlemesi seçim kutusunun altında gözükecektir.

source: You can easily add a variety of data from WordPress.
tr_tr: WordPress'ten kolaylıkla çeşitli veri ekleyebilirsiniz.

source: Categories Select Option
tr_tr: Kategori Seçim Seçeneği

source: Categories Multi Select Option
tr_tr: Kategori Çoklu Seçim Seçeneği

source: Pages Select Option
tr_tr: Sayfa Seçim Seçeneği

source: Pages Multi Select Option
tr_tr: Sayfa Çoklu Seçim Seçeneği

source: Tags Select Option
tr_tr: Etiket Seçim Seçeneği

source: Tags Multi Select Option
tr_tr: Etiket Çoklu Seçim Seçeneği

source: Menus Select Option
tr_tr: Menü Seçim Seçeneği

source: Menus Multi Select Option
tr_tr: Menü Çoklu Seçim Seçeneği

source: Post Type Select Option
tr_tr: Yazı Türü Seçim Seçeneği

source: Post Type Multi Select Option
tr_tr: Yazı Türü Çoklu Seçim Seçeneği

source: Post Type Multi Select Option + Sortable
tr_tr: Yazı Türü Çoklu Seçim Seçeneği + Sıralanabilir

source: This field also has sortable enabled!
tr_tr: Bu alanın sıralanabilirliği de aktif!

source: Posts Select Option2
tr_tr: Yazı Seçim Seçeneği2

source: Posts Multi Select Option
tr_tr: Yazı Çoklu Seçim Seçeneği

source: User Role Select Option
tr_tr: Kullanıcı Rolü Seçim Seçeneği

source: Capabilities Select Option
tr_tr: Kapasite Seçim Seçeneği

source: Elusive Icons Select Option
tr_tr: Elusive İkon Seçim Seçeneği

source: Here's a list of all the elusive icons by name and icon.
tr_tr: Tüm elusive ikonların isme ve ikona göre listesidir.

source: <strong>Theme URL:</strong>
tr_tr: <strong>Tema URLsi:</strong>

source: <strong>Author:</strong>
tr_tr: <strong>Yazar:</strong>

source: <strong>Version:</strong>
tr_tr: <strong>Versiyon:</strong>

source: <strong>Tags:</strong>
tr_tr: <strong>Etiketler:</strong>

source: Additional Fields
tr_tr: Ek Alanlar

source: Date Option
tr_tr: Tarih Seçeneği

source: Button Set Option
tr_tr: Buton Seti Seçeneği

source: Button Set, Multi Select
tr_tr: Buton Seti, Çoklu Seçim

source: This is the info field, if you want to break sections up.
tr_tr: Burası bilgi alanıdır, eğer alanları ayımak istiyorsanızç

source: This is a title.
tr_tr: Bu bir başlıktır.

source: This is an info field with the warning style applied and a header.
tr_tr: Bu uyarı stili ve bir üst kısım uygulanmış bir bilgi alanıdır.

source: This is an info field with the success style applied, a header and an icon.
tr_tr: Bu, bir üst kısım ve bi ikon uygulanmış bir başarı stilli bilgi alanıdır.

source: This is an info field with the critical style applied, a header and an icon.
tr_tr: Kritik stili, bir üst kısım ve bir ikon uygulanmış bir bilgi alanıdır.

source: This is an info notice field with the normal style applied, a header and an icon.
tr_tr: Normal stil, bir üst kısım ve bir ikon uygulanmış bir bilgi notu alanıdır.

source: This is an info notice field with the info style applied, a header and an icon.
tr_tr: Bilgi stili, bir üst kısım ve bir ikon uygulanmış bir bilgi notu alanıdır.

source: This is an info notice field with the warning style applied, a header and an icon.
tr_tr: Uyarı stili, bir üst kısım ve bir ikon uygulanmış bir bilgi notu alanıdır.

source: This is an info notice field with the success style applied, a header and an icon.
tr_tr: Başarım stili, bir üst kısım ve bir ikon uygulanmış bir bilgi notu alanıdır.

source: This is an notice field with the critical style applied, a header and an icon.
tr_tr: Kritik stili, bir üst kısım ve bir ikon uygulanmış bir not alanıdır.

source: Custom Field Callback
tr_tr: Özel Alan Callback

source: This is a completely unique field type
tr_tr: Bu tamamen benzersiz bir alan türüdür

source: This is created with a callback function, so anything goes in this field. Make sure to define the function though.
tr_tr: Bu callback fonksiyonuyla oluşturulmuştur, bu yüzden alanda her şey yer alabilir. Fonksiyonu belirtmeyi de unutmayın.

source: Custom Field Callback - Class
tr_tr: Özel Alan Callback - Class

source: Customizer Only Option
tr_tr: Sadece Özelleştirici Seçeneği

source: The subtitle is NOT visible in customizer
tr_tr: Altyazı, özelleştiricide GÖZÜKMEZ.

source: The field desc is NOT visible in customizer.
tr_tr: Alan açıklaması özelleştiricide GÖZÜKMEZ.

source: Customizer Only
tr_tr: Sadece Özelleştirici

source: <p class="description">This Section should be visible only in Customizer</p>
tr_tr: <p class="description">Bu Alan yalnızca Özelleştirici'de gözükür olmalıdır</p>

source: Import and Export your Redux Framework settings from file, text or URL.
tr_tr: Redx Framework ayarlarınızı dosya, metin ya da URL'den içe / dışa aktarın.

source: Theme Information
tr_tr: Tema Bilgileri

source: Support
tr_tr: Destek

source: Extensions
tr_tr: Uzantılar

source: Add/remove picture
tr_tr: Resim ekle/sil

source: Finish Adding Images
tr_tr: Resim Eklemeyi Bitir

source: Add Image
tr_tr: Resim Ekle

source: Add Images
tr_tr: Resimler Ekle

source: Page Builder
tr_tr: Sayfa Oluşturucu

source: FRONTEND EDITOR
tr_tr: FRONTEND EDİTÖR

source: Classic Editor
tr_tr: Klasik Editör

source: Please enter template name
tr_tr: Lütfen şalon adı girin

source: Confirm deleting "{template_name}" template, press Cancel to leave. This action cannot be undone.
tr_tr: "{template_name}" şablonunu silmeyi onaylayın, ayrılmak için İptal'e basın. Bu eylem geri alınamaz.

source: Press OK to delete section, Cancel to leave
tr_tr: Alanı silmek için TAMAM'a, ayrılmak için İptal'e basın

source: Drag and drop me in the column
tr_tr: Beni sütuna sürükleyip bırak

source: Press OK to delete "{tab_name}" tab, Cancel to leave
tr_tr: "{tab_name}" sekmesini silmek için TAMAM'a, ayrılmak için İptal'e basın

source: Tab
tr_tr: Sekme

source: Section
tr_tr: Alan

source: Please enter new tab title
tr_tr: Lütfen yeni sekme başlığı girin

source: Press OK to delete "{tab_name}" section, Cancel to leave
tr_tr: "{tab_name}" bölümünü silmek için TAMAM'a, ayrılmak için İptal'e basın

source: Please enter new section title
tr_tr: Lütfen yeni bölüm başlığı girin

source: Error. Please try again.
tr_tr: Hata. Lütfen tekrar deneyin.

source: If you close this window all shortcode settings will be lost. Close this window?
tr_tr: Eğer bu pencereyi kapatırsanız tüm kısa kod ayarları kaybedilecek. Pencereyi kapat?

source: Select element type
tr_tr: Element türü seç

source: Media gallery
tr_tr: Medya galerisi

source: Element settings
tr_tr: Element ayarları

source: Add tab
tr_tr: Sekme ekle

source: Are you sure you want to convert to new version?
tr_tr: Yeni versiyona dönüştürmek istediğinize emin misiniz?

source: Loading...
tr_tr: Yükleniyor...

source: Set Image
tr_tr: Resim Ayarla

source: Are you sure taht you want to remove all your data?
tr_tr: Tüm verilerinizi silmek istediğinize emin misiniz?

source: Loop settings
tr_tr: Döngü ayarları

source: Enter custom layout for your row:
tr_tr: Satırınız için özel düzen girin:

source: Wrong row layout format! Example: 1/2 + 1/2 or span6 + span6.
tr_tr: Yanlış satır düzeni formatı! Örnek: 1/2 + 1/2 ya da span6 + span6.

source: Row background color
tr_tr: Satır arkaplan rengi

source: Row background image
tr_tr: Satır arkaplan resmi

source: Guides ON
tr_tr: Rehberler AÇIK

source: Guides OFF
tr_tr: Rehberler KAPALI

source: New template successfully saved!
tr_tr: Yeni şablon başarıyla kaydedildi!

source: Template added to the page.
tr_tr: Şablon sayfaya eklendi.

source: Nothing to save. Template is empty.
tr_tr: Kaydedilecek bir şey yok. Şablon boş.

source: Page settings updated!
tr_tr: Sayfa ayarları güncellendi!

source: Update all
tr_tr: Hepsini güncelle

source: The changes you made will be lost if you navigate away from this page.
tr_tr: Eğer sayfadan ayrılırsanız yaptığınız değişiklikler kaybolacak.

source: %s saved!
tr_tr: %s kaydedildi!

source: %s deleted!
tr_tr: %s silindi!

source: %s cloned. <a href="#" class="vc-edit-cloned" data-model-id="%s">Edit now?</a>
tr_tr: %s klonlandı. <a href="#" class="vc-edit-cloned" data-model-id="%s">Şimdi düzenle?</a>

source: To add the <strong>review</strong> inside the post just type <code>[review]</code> in any where or use the editor review button, or use the page builder
tr_tr: Yazıya inceleme eklemek için herhangi bir yere <code>[review]</code> yazın ya da editör inceleme butonuna basın ya da sayfa oluşturucuyu kullanın.

source: Review Style
tr_tr: İnceleme Stili

source: Select one style or multi if you dont select anything the default style is bars
tr_tr: eğer hiçbir şey seçmediyseniz bir yada çoklu stil seçin. varsayılan stil çubuklardır

source: bars
tr_tr: çubuklar

source: circles
tr_tr: daireler

source: Stars
tr_tr: Yıldızlar

source: Review Units
tr_tr: İnceleme Birimleri

source: precent or points, this not work on stars style
tr_tr: yüzde ya da nokta, bu yıldız stilinde çalışmaz

source: Percent
tr_tr: Yüzde

source: Points
tr_tr: Nokta

source: Review Box Title
tr_tr: İnceleme Kutusu Başlığı

source: Review Overview
tr_tr: İncelemeye Ön Bakış

source: review description at the top of the review box
tr_tr: inceleme kutusunun üstündeki inceleme açıklaması

source: Summary
tr_tr: Özet

source: review summary at the bottom of the review box
tr_tr: inceleme kutusunun altındaki inceleme özeti

source: Score title
tr_tr: Puan başlığı

source: the title under the score e.g. Amazing, Awesome, Bad, Awful
tr_tr: puanın altındaki başlık ör. İnanılmaz, Muhteşem, Kötü, Berbat

source: Enable user rate
tr_tr: Kullanıcı oylamasını etkinleştir

source: give your visitors abillity to rate your post
tr_tr: ziyaretçilerinize yazınızı oylama imkânı verin

source: Review Review Criterias
tr_tr: İnceleme İnceleme Kriterleri

source: Score
tr_tr: Puan

source: Add new criteria
tr_tr: Yeni kriter ekle

source: Reviewed by
tr_tr: İnceleyen

source: on
tr_tr: şurada

source: Rating
tr_tr: Oy

source: Your Rating:
tr_tr: Oyunuz:

source: User Rating:
tr_tr: Kullanıcı Oyu:

source: votes
tr_tr: oylar

source: Show More Posts
tr_tr: Daha Fazla Yazı Göster

source: Show More
tr_tr: Daha Fazla Göster

source: Latest Media
tr_tr: Son Medya(lar)

source: News In Pictures
tr_tr: Resimli Haberler

source: PM
tr_tr: ÖS

source: AM
tr_tr: ÖÖ

source: Portfolio items
tr_tr: Portföy öğeleri

source: Portfolio Item
tr_tr: Portföy Öğesi

source: Add New Portfolio Item
tr_tr: Yeni Portföy Öğesi Ekle

source: Edit Portfolio Item
tr_tr: Portföy Öğesini Düzenle

source: New Portfolio Item
tr_tr: Yeni Portföy Öğesi

source: View Portfolio Item
tr_tr: Portföy Öğesine Bak

source: Search Portfolio Items
tr_tr: Portföy Öğelerini Ara

source: No portfolio item found
tr_tr: Portföy öğesi bulunamadı

source: No portfolio items found in Trash
tr_tr: Çöp'te portföy öğesi bulunamadı

source: portfolio
tr_tr: portföy

source: Portfolio Categories
tr_tr: Portföy Kategorileri

source: Portfolio Category
tr_tr: Portföy Kategorisi

source: Search Categories
tr_tr: Kategori Ara
