Repository: dhirendrachoudhary/PDNewsIndia
Catalog: languages/*.po
Languages: tr_tr

source: Popular Categories
tr_tr: Popüler Kategoriler

source: All Categories
tr_tr: Tüm Kategoriler

source: Edit Portfolio Category
tr_tr: Portföy Kategorisini Düzenle

source: Update Portfolio Category
tr_tr: Portföy Kategorisini Güncelle

source: Add New Portfolio Category
tr_tr: Yeni Portföy Kategorisi Ekle

source: New Portfolio Category Name
tr_tr: Yeni Portföy Kategorisi Adı

source: Separate Portfolio category with commas
tr_tr: Portföy kaegorisini virgül ile ayır

source: Add or remove portfolio category
tr_tr: Portföy kategorisi ekle ya da sil

source: Choose from the most used portfolio category
tr_tr: En çok kullanılan portföy kategorisinden seç

source: Categories
tr_tr: Kategoriler

source: A dynamic list of recently active, popular, and newest members
tr_tr: En son aktif, popüler ve yeni üyelerin dinamik listesi

source: Newest
tr_tr: En Yeni

source: No one has signed up yet!
tr_tr: Henüz kimse kayıt olmadı!

source: Members
tr_tr: Üyeler

source: Link widget title to Members directory
tr_tr: Bileşen başlığını Üyeler dizinine bağla

source: Max members to show:
tr_tr: Gösterilecek maks. üye:

source: Default members to show:
tr_tr: Gösterilecek varsayılan üyeler:

source: A dynamic list of recently active, popular, and newest groups
tr_tr: En son aktif, popüler ve yeni gruplaın dinamik listesi

source: Groups
tr_tr: Grupla

source: created %s
tr_tr: oluşturuldu %s

source: There are no groups to display.
tr_tr: Gösterilecek grup yok.

source: Link widget title to Groups directory
tr_tr: Bileşen başlığını Grup dizinine bağla

source: Max groups to show:
tr_tr: Gösterilecek maks. grup:

source: Default groups to show:
tr_tr: Gösterilecek varsayılan gruplar:

source: A dynamic list of recently active, popular, and newest Friends of the displayed member. Widget is only shown when viewing a member profile.
tr_tr: Gösterilen üyenin en aktif, popüler ve yeni Arkadaşlarının dinamik bir listesi. Bileşen sadece bir üye profiline bakılırken gözükür.

source: %s&#8217;s Friends
tr_tr: %s&#8217;s Arkadaşlar

source: Max friends to show:
tr_tr: Gösterilecek maks. arkadaş:

source: Default friends to show:
tr_tr: Gösterilecek varsayılan arkadaşlar:

source: Arbitrary text or HTML with transparent background Ability
tr_tr: Şeffaf arkaplanlı tercihe bağlı metin ya da HTML

source: Momizat - Custom Text Widget
tr_tr: Momizat - Özel Metin Bileşeni

source: transparent background
tr_tr: şeffaf arkaplan

source: Widget display Dribbble feed
tr_tr: Dribbble beslemesi gösteren bileşen

source: Dribbble username or ID:
tr_tr: Dribbble kullanıcı adı ya da ID:

source: Number of Photos:
tr_tr: Fotoğraf Sayısı:

source: Open in light box
tr_tr: Light box'ta aç

source: Momizat - Facebook Likebox
tr_tr: Momizat - Facebook Beğeni Kutusu

source: Facebook Page URL:
tr_tr: Facebook Sayfa URLsi:

source: Width:
tr_tr: Genişlik:

source: Height:
tr_tr: Yükseklik:

source: Color Scheme
tr_tr: Renk Şeması

source: Light
tr_tr: Açık

source: Dark
tr_tr: Koyu

source: Background Color:
tr_tr: Arkaplan Rengi:

source: Box border Color:
tr_tr: Kutu kenar Rengi:

source: Show faces
tr_tr: Yüzleri göster

source: Show stream
tr_tr: Durumları göster

source: Show header
tr_tr: Üst kısmı göster

source: Widget display Flickr Feed
tr_tr: Flickr Beslemesi gösteren Bileşen

source: Type:
tr_tr: Tür:

source: User
tr_tr: Kullanıcı

source: Group
tr_tr: Grup

source: Flickr ID:
tr_tr: Flickr IDsi:

source: Adds a beautiful Google Plus badge widget.
tr_tr: Güzel bir Google+ rozet bileşeni ekle.

source: Momizat - Google+ Badge Box
tr_tr: Momiza - Google+ Rozet Kutusu

source: Page type
tr_tr: Sayfa türü

source: Google+ Page URL
tr_tr: Google+ Sayfa URLsi

source: Portrait
tr_tr: Portre

source: Landscape
tr_tr: Manzara

source: Portrait Layout Settings
tr_tr: Portre Düzen Ayarları

source: Cover Photo
tr_tr: Kapak Fotoğrafı

source: Language
tr_tr: Dil

source: Select Language ...
tr_tr: Dil Seçin...

source: Widget display Login form
tr_tr: Giriş formu gösteren Bileşen

source: Momizat - Login form
tr_tr: Momizat - Giriş formu

source: Login
tr_tr: Giriş

source: Registration URL:
tr_tr: Kayıt URLsi:

source: Lost password URL:
tr_tr: Kayıp şifre URLsi:

source: Widget display NewsLetter Subscribe form it support Mailchimp, feedburner
tr_tr: NewsLetter Aboneliği gösteren Bileşen. Mailchimp ve feedburner destekler

source: Momizat - NewsLetter
tr_tr: Momizat - Bülten

source: Enter your e-mail ..
tr_tr: E-postanızı girin...

source: Subscribe to our email newsletter.
tr_tr: E-posta bültenimize abone olun.

source: Message:
tr_tr: Mesaj:

source: Compact
tr_tr: Kompakt

source: Maillist Type
tr_tr: Maillist Türü

source: Select List
tr_tr: Liste Seçin

source: No API key Go to "<a href="
tr_tr: API anahtarı yok. Şuraya git: " <a href="

source: feedburner name: (your name without http://feeds.feedburner.com/)
tr_tr: feedburner adı: ( http://feeds.feedburner.com/ olmadan adınız)

source: Widget display Slider for Posts order by : Popular, Random, Recent
tr_tr: Yazılar İçin Kaydıraç gösteren Bileşen sıralama: Popüler, Rastgele, Güncel

source: Momizat - Posts Slider
tr_tr: Momizat - Yaz Kaydırgacı

source: orderby
tr_tr: sıralama

source: Category/s
tr_tr: Kategori(ler)

source: Number Of Posts:
tr_tr: Mesaj Sayısı:

source: Auto Slideshow
tr_tr: Oto Slayt gösterisi

source: Time between each slide (with seconds):
tr_tr: Her kayma arasındaki süre (saniye bazında):

source: Widget display Posts order by : Popular, Random, Recent
tr_tr: Yazıları gösteren Bileşen sıralama: Popüler, Rastgele, Güncel

source: Momizat - Posts
tr_tr: Momizat - Yazılar

source: display
tr_tr: göster

source: Widget display Posts in images order by : Popular, Random, Recent
tr_tr: Yazıları resim olarak gösteren Bileşen sıralama: Popüle, Rastgele, Güncel

source: Momizat - Posts in Images
tr_tr: Momizat - Resimli Yazılar

source: Momizat - Posts List
tr_tr: Momiza - Yazı Listesi

source: Widget display Recent comments
tr_tr: Son yorumları gösteren Bileşen

source: Momizat - Recent Comments
tr_tr: Momizat - Son Yorumlar

source: on
tr_tr: şurada

source: Recent Comments
tr_tr: Son Yorumlar

source: Number Of Comments:
tr_tr: Yorum Sayısı:

source: Widget display Posts order by : Top , Random, Recent
tr_tr: Yazıları Gösteren Bileşen sıralama: Hit, Rastgele, Güncel

source: Momizat - Reviews
tr_tr: Momizat - İncelemeler

source: Top Reviews
tr_tr: Hit İncelemeler

source: Recent Reviews
tr_tr: Güncel İncelemeler

source: Random Reviews
tr_tr: Rastgele İncelemeler

source: Latest Reviews
tr_tr: Son İncelemeler

source: Widget display a count of your social networks followers/fans numbers
tr_tr: Sosyal medya takipçilerinizin/hayranlarınızın sayısını gösteren bir Bileşen

source: Momizat - Social Counter
tr_tr: Momizat - Sosyal Sayaç

source: Subscribers
tr_tr: Abone

source: fans
tr_tr: hayran

source: followers
tr_tr: takipçi

source: Socials Counter
tr_tr: Sosyal Saç

source: Before add this widget you must make sure you fill all required data in theme options -> <a target='_blank' href='
tr_tr: Bu bileşeni eklemeden önce tema ayarlarından gerekli tüm verileri doldurduğunuzda emin olun -> <a target='_blank' href='

source: title:
tr_tr: başlık:

source: rss number or text
tr_tr: rss sayısı ya da metin

source: RSS Link (leave empty to use default rss link)
tr_tr: RSS Bağlantısı (varsayılanı kullanmak için boş bırakın)

source: Twitter Name
tr_tr: Twitter Adı

source: facebook page ID (<a target="_blank" href="http://hellboundbloggers.com/2010/07/10/find-facebook-profile-and-page-id/">more Info</a>)
tr_tr: facebook sayfa IDsi (<a target="_blank" href="http://hellboundbloggers.com/2010/07/10/find-facebook-profile-and-page-id/">daha fazla bilgi</a>)

source: google+ ID
tr_tr: google+ IDsi

source: dribbble username
tr_tr: dribbble kullanıcı adı

source: Youtub channel name
tr_tr: YouTube kanal adı

source: Vimeo channel name
tr_tr: Vimeo kanal adı

source: pinterest full URL (Beta)
tr_tr: pinterest tam URL (Beta)

source: Soundcloud name
tr_tr: SoundCloud adı

source: Behance username
tr_tr: Behance kullanıcı adı

source: Delicious username
tr_tr: Delicious kullanıcı adı

source: Delete cache
tr_tr: Önbelleği sil

source: Your socials numbers is saved in the cache each hour if you want delete the cache now click on this button
tr_tr: Sosyal sayınız her saat ön belleğe alınır, eğer önbelleği şimdi silmek istiyorsanız bu butona tıklayın

source: Widget display social networks icons
tr_tr: Sosyal ağ ikonları gösteren bileşen

source: Momizat - Social Icons
tr_tr: Momizat - Sosyal İkonlar

source: Follow Us
tr_tr: Bizi Takip Et

source: icons
tr_tr: ikonlar

source: Momizat - Tabbed Widget
tr_tr: Momizat - Sekmeli Bileşen

source: Sidebar into tabbed widget.
tr_tr: Sekmeli bileşene kenar çubuğu

source: Tabbed widget is not properly configured.
tr_tr: Sekmeli bileşen düzgün konfigüre edilmedi.

source: Widget display Latest tweets
tr_tr: Son tweetleri gösteren bileşen

source: ago
tr_tr: önce

source: Follow
tr_tr: Takip Et

source: Replay
tr_tr: Tekrar Oynat

source: Twitter Name:
tr_tr: Twitter Adı:

source: Number of tweets:
tr_tr: Tweet sayısı:

source: Widget display viddeo support Youtube, vimeo and dailymotion
tr_tr: Video gösteren bileşen YouTube, Vimeo ve Dailymotion destekli

source: Video ID:
tr_tr: Video IDsi:

source: Widget display weather widget
tr_tr: Hava durumunu gösteren bileşen

source: Momizat - Weather
tr_tr: Momizat - Hava Durumu

source: Enter City ...
tr_tr: Şehir Gir...

source: Weather
tr_tr: Hava

source: City Name:
tr_tr: Şehir Adı:

source: Custom display title:
tr_tr: Özel gözüken başlık:

source: Number of days (max is 14)
tr_tr: Gün sayısı (maks. 14)

source: Enable Search
tr_tr: Aramayı Etkinleştir

source: Select options
tr_tr: Seçenek seç

source: Show details
tr_tr: Detaylar göster

source: Empty section. Edit page to add content here.
tr_tr: Boş bölüm. Buraya içerik eklemek için sayfayı düzenleyin.

source: Cart Totals
tr_tr: Sepet Toplamları

source: Order Total
tr_tr: Sipariş Toplamı

source: (taxes estimated for %s)
tr_tr: (vergiler %s olarak tahmin edildi)

source: Note: Shipping and taxes are estimated%s and will be updated during checkout based on your billing and shipping information.
tr_tr: Not: Gönderim ve vergiler %s olarak tahmin edildi ve checkout esnasında ödemeniz ve gönderim bilginiz baz alınarak güncellenecektir.

source: Product
tr_tr: Ürün

source: Price
tr_tr: Fiyat

source: Quantity
tr_tr: Miktar

source: Total
tr_tr: Toplam

source: Remove this item
tr_tr: Bu öğeyi sil

source: Available on backorder
tr_tr: Backorder'da mevcut

source: Coupon
tr_tr: Kupon

source: Coupon code
tr_tr: Kupon kodu

source: Apply Coupon
tr_tr: Kuponu Uygula

source: Update Cart
tr_tr: Sepeti Güncelle

source: Proceed to Checkout
tr_tr: Kasaya İlerle

source: You may be interested in&hellip;
tr_tr: İlginizi çekebilir &hellip;

source: Calculate Shipping
tr_tr: Gönderimi Hesapla

source: Select a country&hellip;
tr_tr: Bir ülke seçin &hellip;

source: State / county
tr_tr: Bölge / şehir

source: Select a state&hellip;
tr_tr: Bölge seçin &hellip;

source: City
tr_tr: Şehir

source: Postcode / Zip
tr_tr: Posta kodu

source: Update Totals
tr_tr: Toplamı Güncelle

source: Username or email address
tr_tr: Kullanıcı adı ya da e-posta adresi

source: Remember me
tr_tr: Beni hatırla

source: Lost your password?
tr_tr: Şifrenizi mi kaybettiniz?

source: Reviews :
tr_tr: İncelemeler:

source: Rated %s out of 5
tr_tr: 5 üzerinden %s oylandı

source: out of 5
tr_tr: 5 üzerinden

source: Related Products
tr_tr: İlgili Ürünler

source: Rated %d out of 5
tr_tr: 5 üzerinden %d değerlendirildi

source: Your comment is awaiting approval
tr_tr: Yorumunuz onay beklemektedir

source: verified owner
tr_tr: onaylanmış sahip

source: You may also like&hellip;
tr_tr: Bunlar da sevebilirsiniz &hellip;

source: Choose
tr_tr: Seçin

source: Clear selection
tr_tr: Seçimi temizle

source: This product is currently out of stock and unavailable.
tr_tr: Bu ürün şu anda stokta bulunmamaktadır ve elde edilemez.
