Repository: dhirendrachoudhary/PDNewsIndia
Catalog: languages/*.po
Languages: tr_tr

source: insert Ad code from any advertising Service e.g. google AdSense
tr_tr: Herhangi bir reklam servisinden reklam kodu ekleyin. Örn. Google AdSense

source: Expiration Date
tr_tr: Bitiş Tarihi

source: define when ad disappear from frontend
tr_tr: reklamın frontend'den ne zaman kaybolacağını tanımlayın

source: Add new
tr_tr: Yeni ekle

source: Size
tr_tr: Boyut

source: Select your ad size
tr_tr: Reklam boyutunuzu seçin

source: 300 x 250 - Medium Rectangle
tr_tr: 300 x 250 - Orta Dikdörtgen

source: Custom size (width x height)
tr_tr: Özel boyut (genişlik x yükseklik)

source: Ads Layout
tr_tr: Reklam Düzeni

source: by default each ad will be in new line
tr_tr: varsayılan olarak her reklam yeni hatta olur

source: Default
tr_tr: Varsayılan

source: Rotator
tr_tr: Döndürücü

source: Auto Rotate
tr_tr: Otomatik Döndür

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayır

source: Time Out
tr_tr: Zaman Aşımı

source: Transition Speed
tr_tr: Geçiş Hızı

source: Effect
tr_tr: Efekt

source: Vertical Box
tr_tr: Dikey Kutu

source: Horizontal Box
tr_tr: Yatay Kutu

source: Fade
tr_tr: Solma

source: Horizontal Slide
tr_tr: Yatay Kayma

source: Vertical Slide
tr_tr: Dikey Kayma

source: Next&Prev Arrows
tr_tr: Sonraki&Önceki Okları

source: Space
tr_tr: Boşluk

source: the space between each ad with pixels
tr_tr: piksel olarak her reklam arasındaki boşluk

source: Ad Settings
tr_tr: Reklam Ayarları

source: Ads
tr_tr: Reklamlar

source: Shortcode
tr_tr: Kod

source: Views
tr_tr: Görüntüleme

source: Clicks
tr_tr: Tıklama

source: Ad Here:
tr_tr: Reklam Burada:

source: Ad
tr_tr: Reklam

source: Add New
tr_tr: Yeni Ekle

source: Add New ad
tr_tr: Yeni Reklam Ekle

source: Edit ad
tr_tr: Reklamı düzenle

source: New ad
tr_tr: Yeni reklam

source: View ad
tr_tr: Reklama bak

source: Search in ads
tr_tr: Reklamlarda ara

source: No ads found
tr_tr: Reklam bulunamadı

source: No ads found in Trash
tr_tr: Çöpte Reklam Bulunamadı

source: Ads System
tr_tr: Reklam Sistemi

source: ads
tr_tr: reklamlar

source: Widget display any type of ads
tr_tr: Bileşen her tür reklamı gösterir

source: Momizat - Ads
tr_tr: Momizat - Reklamlar

source: Advertising
tr_tr: Reklamcılık

source: Title:
tr_tr: Başlık:

source: type
tr_tr: tür

source: Transparent background
tr_tr: Şeffaf arkaplan

source: Gallery
tr_tr: Galeri

source: Audio
tr_tr: Ses

source: Chat
tr_tr: Sohbet

source: News Box
tr_tr: Haber Kutusu

source: insert news boxes.
tr_tr: haber kutusu ekle.

source: Style
tr_tr: Stil

source: select from newsbox styles.
tr_tr: haber kutusu stillerinden seç.

source: Last
tr_tr: Son

source: Title
tr_tr: Başlık

source: if you select display category or tag leave this blank and it will be the category/tag name.
tr_tr: eğer kategori ya da etiket göstermeyi seçerseniz bunu boş bırakın böylece adı kategorinin/etiketin adı olacaktır

source: Display
tr_tr: Göster

source: Latest Posts
tr_tr: Son Yazılar

source: Category
tr_tr: Kategori

source: Tag
tr_tr: Etiket

source: Tag ID
tr_tr: Etiket IDsi

source: Number of posts
tr_tr: Yazı sayısı

source: this count start after the recent post it mean if you set this as 10 the newsbox will show 11 posts the top post then the 10
tr_tr: bu, son yazıdan sonra saymaya başlayacaktır. Eğer bunu 10 olarak seçerseniz, haber kutusu 11 yaz gösterecektir. En üstte son yazı, ardından devamındaki 10 yazı

source: order by
tr_tr: sırala

source: Recent
tr_tr: En Yeni

source: Popular
tr_tr: Popüler

source: Random
tr_tr: Rastgele

source: Sort by
tr_tr: Sıralama

source: DESC
tr_tr: Azalan

source: ASC
tr_tr: Artan

source: Show more Button
tr_tr: Daha Fazla Buton Göster

source: Disable show more button as tabs on bottom of each news box
tr_tr: Her haber kutusunun altında sekme olarak daha fazla göster butonunu iptal et

source: Show/hide
tr_tr: Göster/gizle

source: On click
tr_tr: Tıklamada

source: More posts with Ajax
tr_tr: Ajax ile daha fazla yazı

source: Category/tag page
tr_tr: Kategori/etiket sayfası

source: Custom post type
tr_tr: Özel yazı türü

source: Advanced: you can use this option to get posts from custom post types, if you set this to anything the category and tags options not working
tr_tr: Gelişmiş: bunu kullanarak yazılaı özel yazı türlerinden alabilirsiniz, eğer bunu hiçbir şey seçmezseniz kategori ve etiket seçenekleri çalışmayacak

source: Header Colors
tr_tr: Header Renkleri

source: Header Background Color
tr_tr: Header Arkaplan Rengi

source: Header Text Color
tr_tr: Header Metin Rengi

source: Hider dots pattern
tr_tr: Saklayıcı noktalar deseni

source: News List
tr_tr: Haber Listesi

source: insert news lists.
tr_tr: haber listesi dahil et.

source: Image Size
tr_tr: Resim Boyutu

source: Medium
tr_tr: Orta

source: Big
tr_tr: Büyük

source: display posts by format, leave blank for all post formats spaerated by comma for multiple formats
tr_tr: formata göre yazıları göster, çoklu formatla için tüm yazı formatlarının virgülle ayrılması için boş bırakın

source: Excerpt Length
tr_tr: Alıntı Uzunluğu

source: characters length default is 150
tr_tr: varsayılan karakter uzunluğu 150'dir

source: Scrolling box
tr_tr: Kayan kutu

source: insert posts carousel.
tr_tr: yazı karoseli ekl

source: -1 for all posts
tr_tr: tüm yazılar için -1 girin

source: Items
tr_tr: Öğeler

source: items displayed at a time depend on width default is 3
tr_tr: Bir seferde gözüken öğe sayısı genişliğe bağlıdır. Varsayılan 3'tür

source: characters length default is 0
tr_tr: varsayılan karakter uzunluğu 0

source: Feature Slider
tr_tr: Özellik Kaydıracı

source: insert Feature Slider.
tr_tr: Özellik Kaydıracı ekle.

source: Caption
tr_tr: Başlık

source: ON
tr_tr: AÇIK

source: OFF
tr_tr: KAPALI

source: Caption Style
tr_tr: Başlık Stili

source: Caption Length
tr_tr: Başlık Uzunluğu

source: characters length default is 110
tr_tr: varsayılan karakter uzunluğu 110'dur

source: Bullets
tr_tr: Noktalar

source: Thumbs
tr_tr: Önizlemeler

source: Numbers
tr_tr: Rakamlar

source: Arrows
tr_tr: Okla

source: Animation
tr_tr: Animasyon

source: crossfade
tr_tr: çaprazsolma

source: scroll
tr_tr: kaydırma

source: directscroll
tr_tr: direktkayma

source: fade
tr_tr: solma

source: Animation Speed
tr_tr: Animasyon Hızı

source: in ms, default is 600
tr_tr: ms'de, varsayılan 600'dür

source: Timeout
tr_tr: Zaman aşımı

source: the time between each slide in ms, default 4000 = 4 seconds
tr_tr: ms bazında her kaydırma arasındaki süre, varsayılan 4000 = 4 saniyedir

source: Blog Posts
tr_tr: Blog Yazıları

source: insert blog posts.
tr_tr: blog yazılar ekle.

source: Medium Thumbnails
tr_tr: Orta Önizlemeler

source: Medium Thumbnails2
tr_tr: Orta Önizlemeler2

source: Large Thumbnails
tr_tr: Geniş Önizlemeler

source: Share Icons
tr_tr: Paylaşma İkonlar

source: characters length
tr_tr: karakter uzunluğu

source: Pagination
tr_tr: Sayfalama

source: Pagination type
tr_tr: Sayfalama türü

source: caution: dont use ajax pagination if you order post by
tr_tr: dikkat: eğer yazıları şöyle sıralıyorsanız ajax sayfalaması kullanmayın

source: Post count on load
tr_tr: Yüklemede yazı sayısı

source: the count of posts on load if you set the pagination type to ajax default is 3
tr_tr: sayfalama türünü ajax olarak seçtiğinizde yüklenen yazı sayısı, varsayılan 3'tür

source: Select Ad:
tr_tr: Reklam Seç:

source: Display after x posts
tr_tr: x yazı sonra göster

source: the number of posts to display ads after it. default is 3
tr_tr: sonrasında reklam gösterilecek yazı sayısı. varsayılan 3'tür

source: Repeat ad
tr_tr: Reklamı tekrarla

source: display the ad again after x posts
tr_tr: reklamı x yazı sonra tekrar göster

source: News in pictures
tr_tr: Resimli haberler

source: insert news in pictures.
tr_tr: resimli haberler ekle

source: Portfolio
tr_tr: Portföy

source: insert portfolio items.
tr_tr: portföy öğeleri ekle

source: Columns
tr_tr: Sütunlar

source: set the number of columns.
tr_tr: sütun sayısı ayarla

source: One columns
tr_tr: Tek sütun

source: Two columns
tr_tr: Çift sütun

source: Three columns
tr_tr: Üç sütun

source: Four columns
tr_tr: Dört sütun

source: Items per page
tr_tr: Sayfa başına öğe

source: By default its: 12.
tr_tr: Varsayılan olarak: 12.

source: filter, pagination, both or none.
tr_tr: filtre, sayfalama, her ikisi de ya da hiç biri.

source: Filter
tr_tr: Filtre

source: Both
tr_tr: Her ikisi de

source: None
tr_tr: Hiç biri

source: insert ad.
tr_tr: reklam ekle.

source: Review
tr_tr: İnceleme

source: insert review.
tr_tr: inceleme ekle.

source: Insert Post ID to get review from it:
tr_tr: İnceleme almak için yazı IDsi ekleyin:

source: leave empty for current post
tr_tr: şu anki yazı için boş bırakın

source: Animator
tr_tr: Animatör

source: elements Animation.
tr_tr: element animasyonu.

source: tons of animations.
tr_tr: tonlarca animasyon.

source: Duration
tr_tr: Süre

source: animation duration in seconds.
tr_tr: saniye bazında animasyon süresi.

source: Delay
tr_tr: Gecikme

source: animated element delay in seconds.
tr_tr: saniye bazında animasyonlu element gecikmesi.

source: Iteration Count
tr_tr: Yineleme Sayısı

source: number of animation times -1 for non stop animation.
tr_tr: animasyon süresi sayısı. durmaksızın animasyon için -1

source: Visibility
tr_tr: Görünürlük

source: visibility options.
tr_tr: görünürlük seçenekleri.

source: Desktop
tr_tr: Masaüstü

source: Device (mobiles and tablets)
tr_tr: Cihaz (mobil ve tabletler)

source: Mobile
tr_tr: Mobil

source: (Edit)
tr_tr: (Düzenle)

source: Your comment is awaiting moderation.
tr_tr: Yorumunuz onay beklemektedir.

source: %1$s at %2$s
tr_tr: %1$s / %2$s

source: Reply
tr_tr: Yanıt

source: Already subscribed
tr_tr: Zaten abone olundu

source: Email invalid
tr_tr: E-posta geçersiz

source: Enter a valid city name.
tr_tr: Geçerli bir şehir adı girin.

source: View All
tr_tr: Hepsine Bak

source: Previous
tr_tr: Önceki

source: Next
tr_tr: Sonraki

source: About the author
tr_tr: Yazar hakkında

source: Articles
tr_tr: Makaleler

source: Comments
tr_tr: Yorumlar

source: View all posts in %s
tr_tr: Tüm yazılara bak: %s

source: Posted By:
tr_tr: Yazar:

source: on:
tr_tr: Tarih:

source: In
tr_tr: Kategori

source: Views:
tr_tr: Okunma:

source: Related Articles
tr_tr: İlgili Yazılar

source: There is no related posts.
tr_tr: İlgili yazı yok.

source: Facebook profile URL
tr_tr: Facebook profil URLsi

source: Author Box background
tr_tr: Yazar Kutusu arkaplanı

source: Upload author page background.
tr_tr: Yazar sayfası arkaplanı yükle.

source: Posts layout
tr_tr: Yazı düzeni

source: Select layout ...
tr_tr: Düzen seç...

source: Medium thumbnails
tr_tr: Orta önizlemeler

source: Medium thumbnails2
tr_tr: Orta önizlemeler2

source: Large thumbnails
tr_tr: Geniş önizlemeler

source: Timeline
tr_tr: Zaman Çizgisi

source: Custom Avatar
tr_tr: Özel Avatar

source: username
tr_tr: kullanıcı adı

source: password
tr_tr: şifre

source: Remember Me
tr_tr: Beni Hatırla

source: Lost your Password
tr_tr: Şifrenizi Mi Kaybettiniz

source: Howdy
tr_tr: Selamlar

source: Edit My profile
tr_tr: Profilimi düzenle

source: Log Out
tr_tr: Çıkış Yap

source: Email address
tr_tr: E-posta adresi

source: Background Image
tr_tr: Arkaplan Resmi

source: Enter a URL or upload an image
tr_tr: Bir URL girin ya da bir resim yükleyin

source: Category Slider
tr_tr: Kategori Kaydıracı

source: Enable
tr_tr: Etkinleştir

source: Disable
tr_tr: Devre Dışı Bırak

source: enable or disable category slider, none mean this option will depend on theme options -> category settings
tr_tr: kategori kaydıracını aktifleştirin/devre dışı bırakın. Hiç biri, bu ayarın tema ayarları > kategori ayarları'na bağlı olacağı anlamına gelir

source: Posts Layout
tr_tr: Yazı Düzeni

source: Posts Layout...
tr_tr: Yazı Düzeni...

source: select category layout
tr_tr: kategori düzeni seç

source: Right Sidebar
tr_tr: Sağ Kenar Çubuğu

source: Select Sidebar ...
tr_tr: Kenar Çubuğu Seç...

source: select category sidebar
tr_tr: kategori kenar çubuğu seç

source: Left Sidebar
tr_tr: Sol Kenar Çubuğu

source: Custom Logo
tr_tr: Özel Logo

source: Custom Header banner
tr_tr: Özel Header banner'ı

source: Select Banner ...
tr_tr: Banner Seç...

source: Share This
tr_tr: Bunu Paylaş

source: Share
tr_tr: Paylaş

source: Post this On twitter
tr_tr: Bunu Twitter'da yayınla

source: Tweet
tr_tr: Tweetle

source: Jan
tr_tr: Oca

source: Feb
tr_tr: Şub

source: Apr
tr_tr: Nis

source: Jun
tr_tr: Haz

source: Jul
tr_tr: Tem

source: Aug
tr_tr: Ağu

source: Sep
tr_tr: Eyl

source: Oct
tr_tr: Eki

source: Nov
tr_tr: Kas

source: Dec
tr_tr: Ara

source: Humidity
tr_tr: Nem

source: Pressure
tr_tr: Basınç

source: Winds
tr_tr: Rüzgâr

source: now
tr_tr: şimdi

source: Fri
tr_tr: Cum

source: Sat
tr_tr: Cts

source: Sun
tr_tr: Paz

source: Mon
tr_tr: Pts

source: Tue
tr_tr: Sal

source: Wed
tr_tr: Çar

source: Thu
tr_tr: Per

source: Humidity:
tr_tr: Nem:

source: Pressure:
tr_tr: Basınç:

source: Winds:
tr_tr: Rüzgâr:

source: Header Custom Color
tr_tr: Özel Header Rengi

source: Header Background color
tr_tr: Header Arkaplan Rengi

source: Header Text color
tr_tr: Header Metin rengi

source: Hide dots pattern
tr_tr: nokta desenini gizle

source: Custom Sidebars
tr_tr: Özel Kenar Çubukları

source: + Add Sidebar
tr_tr: + Kenar Çubuğu Ekle

source: Remove
tr_tr: Sil

source: No Sidebars defined
tr_tr: Kenar çubuğu tanımlanmadı

source: Archives by:
tr_tr: Arşivler:

source: Search results for "
tr_tr: Arama sonuçları: "

source: Page Not Found
tr_tr: Sayfa Bulunamadı

source: Split
tr_tr: Ayır

source: %s (Invalid)
tr_tr: %s (Geçersiz)

source: %s (Pending)
tr_tr: %s (Bekleniyor)

source: Edit Menu Item
tr_tr: Menü Öğesini Düzenle

source: Navigation Label
tr_tr: Navigation Etiketi

source: Title Attribute
tr_tr: Başlık Özelliği

source: Open link in a new window/tab
tr_tr: Bağlantıyı yeni pencere/sekmede aç

source: CSS Classes (optional)
tr_tr: CSS Class'ları (opsiyonel)

source: Link Relationship (XFN)
tr_tr: Link Bağlantısı (XFN)

source: Description
tr_tr: Açıklama

source: The description will be displayed in the menu if the current theme supports it.
tr_tr: Eğer mevcut temanız destekliyorsa açıklama menüde gözükecektir.

source: Dropdown Menu Type
tr_tr: Aşağıya Kayan Menü Türü

source: Mega Menu
tr_tr: Mega Menü

source: Category Menu
tr_tr: Kategori Menüsü

source: Custom Mega Menu
tr_tr: Özel Mega Menü

source: Ctaegories Posts layout
tr_tr: Kategori Yazıları düzeni

source: Vertical
tr_tr: Dikey

source: Horizontal
tr_tr: Yatay

source: Custom Mega Menu Content
tr_tr: Özel Mega Menü İçeriği

source: custom text, HTML or Shortcodes note: all items under this menu will disappear
tr_tr: özel metin, HTML ya da kısa kod. Not: bu menü altındaki hiçbir öğe gözükmeyecek

source: Menu Item Icon
tr_tr: Menü Öğesi İkonu

source: Best Icon sizes is : 24px for icon only and 18px for icon with label
tr_tr: En iyi ikon boyutu: sadece ikon için 24px ve adla birlikte ikon için 18px

source: Upload Custom Icon
tr_tr: Özel İkon Yükle

source: All (label & icon)
tr_tr: Hepsi (etiket & ikon)

source: Icon Only
tr_tr: Sadece İkon

source: None (hide icon and label)
tr_tr: Hiç biri (ikonu ve etiketi gizle)

source: Move
tr_tr: Taşı

source: Up one
tr_tr: Bir yukarı

source: Down one
tr_tr: Bir aşağı

source: To the top
tr_tr: Yukarıya

source: Original: %s
tr_tr: Orijinal: %s

source: View all
tr_tr: Hepsine bak

source: ago
tr_tr: önce

source: Page Layout
tr_tr: Sayfa Düzeni

source: Custom Page
tr_tr: Özel Sayfa

source: if you want build fully customizable page, Enable this option
tr_tr: eğer tamamen özelleştirilebilir sayfa oluşturmak istiyorsanız, bu seçeneği aktifleştirin

source: Select page layout, none mean you will use the default layout or what you set by theme options -> Layout
tr_tr: Sayfa düzeni seçin, "None" varsayılan düzeni ya da tema ayarları -> Layout kısmından ayarladığınızı kullanacağınız anlamına gelir

source: Main Sidebar
tr_tr: Ana Kenar Çubuğu

source: Select main sidebar
tr_tr: Ana kenar çubuğu seç

source: Secondary Sidebar
tr_tr: İkincil Kenar Çubuğu

source: Select secondary sidebar (the small one)
tr_tr: İkincil kenar çubuğunu (küçük olan) seç

source: Page Background
tr_tr: Sayfa Arkaplanı

source: Background color
tr_tr: Arkaplan Rengi

source: Background Position
tr_tr: Arkaplan Konumu

source: Top Left
tr_tr: Sol Üst

source: Top Center
tr_tr: Üst Merkez

source: Top Right
tr_tr: Sağ Üst

source: Middle Left
tr_tr: Orta Sol

source: Middle Center
tr_tr: Orta Merkez

source: Middle Right
tr_tr: Orta Sağ

source: Bottom Left
tr_tr: Alt Sol

source: Bottom Center
tr_tr: Alt Merkez

source: Bottom Right
tr_tr: Alt Sağ

source: Background Repeat
tr_tr: Arkaplan Tekrarı

source: Tile
tr_tr: Tekrarla

source: No Repeat
tr_tr: Tekrar Yok

source: Tile Horizontally
tr_tr: Yatay Tekrarla

source: Tile Vertically
tr_tr: Dikey Tekrarla

source: Scroll
tr_tr: Kayma

source: Fixed
tr_tr: Bağlı

source: Background size
tr_tr: Arkaplan Boyutu

source: Custom Header Elements
tr_tr: Özel Header Elementleri

source: Header Banner
tr_tr: Header Banner'ı

source: Content Ads
tr_tr: İçerik Reklamlar

source: Fixed On Scroll
tr_tr: Kaymaya Bağlı

source: Right Banner
tr_tr: Sağ Banner

source: Left Banner
tr_tr: Sol Banner

source: Post Settings
tr_tr: Yazı Ayarları

source: Hide Feature Area
tr_tr: Öne çıkarılan alanını gizle

source: by default you will see the feature area at the top of post it contain: feature image, video, audio or gallery
tr_tr: varsayılan olarak öne çıkarılan alanını yer aldığı yazının üstünde göreceksiniz: öne çıkarılan resim, video, ses ya da galeri

source: Show full post
tr_tr: Tüm yazıyı göster

source: this option work only in blog and category, default is show excerpt or some text from the content
tr_tr: bu seçenek sadece blog ve kategoride çalışır, varsayılan olarak içerikten bazı metinleri ya da açıklamayı gösterir

source: Disable Breadcrumb
tr_tr: Breadcrumb'ı devre dışı bırak

source: Hide News ticker
tr_tr: Haberler kaydıracını gizle

source: Disable posts share
tr_tr: Yazı paylaşımını devre dışı bırak

source: Disable Next post and prev post links
tr_tr: Sonraki ve önceki yazı linklerini devre dışı bırak

source: Disable author box
tr_tr: Yazar kutusunu devre dışı bırak

source: Disable Related posts
tr_tr: İlgili Yazılar kısmını devre dışı bırak

source: Disable comments
tr_tr: Yoruma kapat

source: Page Settings
tr_tr: Sayfa Ayarları

source: Hide Page title
tr_tr: Sayfa başlığını gizle

source: Enable Page share
tr_tr: Sayfa paylaşımını aç

source: Enable comments
tr_tr: Yoruma aç

source: you can use this option if you want a unique posts when you create a home page
tr_tr: Yeni bir ana sayfa oluşturduğunuzda eşsiz bir yazı istiyorsanız bu seçeneği kullanabilirsiniz

source: Gallery Settings
tr_tr: Galeri Ayarları

source: Enable/disable arrows
tr_tr: Oklaı etkinleştir/devre dışı bırak

source: Bullets Navigation
tr_tr: Nokta Navigation

source: Enable/disable bullets
tr_tr: Noktaları etkinleştir/devre dışı bırak

source: none
tr_tr: hiç biri

source: Settings
tr_tr: Ayarlar

source: Hide Feature Image
tr_tr: Öne Çıkan Görseli Gizle

source: Please correct the errors highlighted below and try again.
tr_tr: Lütfen aşağıda belirtilen hataları düzeltin ve tekrar deneyin.

source: Click me
tr_tr: Bana tıkla

source: Select Files
tr_tr: Dosya Seç

source: You may only upload maximum %d file
tr_tr: Maksimum %d dosya yükleyebilirsiniz

source: You may only upload maximum %d files
tr_tr: Maksimum %d dosya yükleyebilirsiniz

source: Error: Cannot delete file
tr_tr: Hata: Dosya silinemedi

source: select category icon
tr_tr: kategori ikonu seçin

source: Select Images
tr_tr: Resim Seçin

source: Order saved
tr_tr: Sıra kaydedildi

source: Find Address
tr_tr: Adres Bul

source: Post
tr_tr: Yazı

source: Select a %s
tr_tr: Bir %s seçin

source: Select a value
tr_tr: Bir değer seçin

source: Hide Category/s
tr_tr: Kategori(leri) Gizle

source: Skills Nedded
tr_tr: Yetenek Gerekiyor

source: Separate each skill with comma
tr_tr: Her yeteneği virgül ile ayır

source: Project Url
tr_tr: Proje URLsi

source: Copyrights
tr_tr: Telif Hakları

source: Portfolio Details
tr_tr: Portföy Detayları

source: Portfolio Settings
tr_tr: Portföy Seçenekleri

source: Slider
tr_tr: Kaydıraç

source: Showcase Slider
tr_tr: Gösterim Kaydıracı

source: Select Portfolio Type
tr_tr: Portföy Türü Seçin

source: Select Slider
tr_tr: Kaydıraç Seçin

source: Select Showcase slider from your revloution sliders
tr_tr: Revolution sliders'ınızdan gösterim kaydıracı seçin

source: Slider Animation
tr_tr: Kaydıraç Animasyonu

source: Slide
tr_tr: Kaydır

source: Use Feature Image
tr_tr: Öne Çıkan Görsel Kullanın

source: Use feature image as the first image in the slider
tr_tr: Öne çıkan görseli kaydıraçtaki ilk resim olarak kullan

source: Remove <img src="
tr_tr: Sil <img src="

source: upload Image
tr_tr: resim yükle

source: Add Slide <img src="
tr_tr: Kaydıraç Ekle <img src="

source: Video URL
tr_tr: Video URLsi

source: Only Youtube or vimeo links eg. http://vimeo.com/59393483
tr_tr: Sadece YouTube ya da Vimeo linkleri ör. http://vimeo.com/59393483

source: Posts Extra
tr_tr: Yazı Ekstraları

source: This boxes show only if you select post format need extra options
tr_tr: Bu kutular yalnızca post formatı seçerseniz gözükür. Ekstra ayar gerektirir

source: Link
tr_tr: Bağlantı

source: leave blank and the image will open in lightbox
tr_tr: boş bırakın ve resim lightbox'ta açılacaktır

source: Link Target
tr_tr: Bağlantı Hedefi

source: Open link in the same window
tr_tr: Bağlantıyı aynı pencerede aç

source: Open link in new window
tr_tr: Bağlantıyı yeni pencerede aç

source: you can upload only one video but the unspported browsers/devices will play video in flash for more information <a href="http://mediaelementjs.com/#devices" target="_blank">click here</a>
tr_tr: sadece bir video yükleyebilirsiniz ancak fakat desteklenmeyen tarayıcı/cihazlar videoyu flash olarak oynatacaktır. Daha fazla bilgi için <a href="http://mediaelementjs.com/#devices" target="_blank">tıklayın</a>

source: Video ID
tr_tr: Video IDsi

source: the id is the bold text eg. http://vimeo.com/<strong>59393483</strong>, https://www.youtube.com/watch?v=<strong>1LzRIhUAilk</strong>
tr_tr: ID kalın metindir ör. http://vimeo.com/<strong>59393483</strong>, https://www.youtube.com/watch?v=<strong>1LzRIhUAilk</strong>

source: Poster Image
tr_tr: Gönderen Resmi

source: the image of the video, you see it before playing the video
tr_tr: videonun resmi, bunu videoyu oynatmadan önce görürsünüz

source: FLV Video
tr_tr: FLV Vide

source: SondCloud
tr_tr: SoundCloud

source: Self Hosted Audio
tr_tr: Self-Hosted Ses

source: you can upload only one audio but the unspported browsers/devices will play video in flash for more information <a href="http://mediaelementjs.com/#devices" target="_blank">click here</a>
tr_tr: sadece bir ses yükleyebilirsiniz ancak fakat desteklenmeyen tarayıcı/cihazlar sesi flash olarak oynatacaktır. Daha fazla bilgi için <a href="http://mediaelementjs.com/#devices" target="_blank">tıklayın</a>

source: Aside embed
tr_tr: Embed yanı sıra

source: for example it can be facebook post or anything you want
tr_tr: örneğin bu facebook gönderisi yada istediğiniz herhangi bir şey olabilir

source: status embed
tr_tr: durum göm

source: for example it can be twitter tweet or anything you want
tr_tr: örneğin bu twitter tweet'i ya da istediğiniz herhangi bir şey olabilir

source: Link URL
tr_tr: Bağlantı URLsi

source: Top content
tr_tr: Üst içerik

source: add any content above the chat
tr_tr: sohbetin üstüne herhagi bir içerik ekle

source: Bottom content
tr_tr: Alt içerik

source: add any content under the chat
tr_tr: sohbetin altına herhagi bir içerik ekle

source: Customize &#8220;%s&#8221;
tr_tr: &#8220;%s&#8221; özelleştir
